Repository: TheBB/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nb

source: List date
fr: Date
nb: Listedato

source: Leading
fr: Dominant
nb: Ledende rase

source: Lagging
fr: Dominé
nb: Dårligste rase

source: Active
fr: Actif
nb: Aktive

source: Modify player
fr: Modifier le joueur
nb: Endre spiller

source: Rating history for %(tag)s
fr: Evolution du classement de %(tag)s
nb: Ratinghistorie for %(tag)s

source: vs. Protoss
fr: contre Protoss
nb: mot protoss

source: vs. Terran
fr: contre Terran
nb: mot terran

source: vs. Zerg
fr: contre Zerg
nb: mot zerg

source: Team switches
fr: Changements d'équipe
nb: Lagbytter

source: All-time
fr: toutes périodes confondues
nb: Karriere

source: Form
fr: Forme

source: Highest
fr: Maximum
nb: Høyeste

source: Rivalries
fr: rivalités
nb: Rivaler

# on date
source: on
fr: au
nb: på

source: Nemesis
fr: Bête noire
nb: Erkefiende

source: Victim
fr: Victime
nb: Offer

source: Rank
fr: Classement
nb: Rang

source: #%(rank)s World
fr: #%(rank)s monde
nb: #%(rank)s i verden

source: #%(rank)s Non-Korean
fr: #%(rank)s non-coréen
nb: #%(rank)s blant ikke-koreanere

source: Full name
fr: Nom
nb: Fullt navn

source: First match
fr: 1er match
nb: Første kamp

source: Last match
fr: Dernier match
nb: Siste kamp

source: Matches played
fr: Matchs joués
nb: Kamper spilt

source: Most recent results
fr: Résultats récents
nb: Nylige resultater

source: Team history
fr: Historique des équipes
nb: Laghistorie

source: Joined
fr: Rejoint
nb: Skrev under

source: Left
fr: Quitte
nb: Forlot

source: yes
fr: oui
nb: ja

source: no
fr: Non
nb: nei

source: %(tag)s earnings
fr: Gains de %(tag)s
nb: Inntekt for %(tag)s

source: In total, %(tag)s has earned $%(money)s.
fr: Au total, %(tag)s a gagné $%(money)s.
nb: Totalt har %(tag)s tjent %(money)s dollar.

source: In %(year)s, %(tag)s earned $%(money)s.
fr: En %(year)s, %(tag)s a gagné $%(money)s.

source: Broken down by currency, that is...
fr: Détaillé par devise, cela donne…
nb: Per valuta er det...

source: Placement
fr: Place
nb: Plassering

source: Tournament
fr: Tournoi
nb: Turnering

source: %(tag)s match history
fr: Historique des matchs de %(tag)s
nb: Spillhistorie for %(tag)s

source: Date range
fr: Période
nb: Dato-intervall

source: Winrates
fr: Winrate
nb: Seiersrater

source: Postable
fr: Re-publiable
nb: Foruminnlegg

source: The above is code that can be used in posts on %(a)sTeamLiquid.net</a>.
fr: La version ci-dessus convient aux messages publiés sur %(a)sTeamLiquid.net</a>.
nb: Denne koden kan brukes i innlegg på %(a)sTeamLiquid.net</a>.

source: Under these filters, %(tag)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches.
fr: Avec ces filtres, %(tag)s a un score de <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> en parties et de <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> en matchs.
nb: Under disse filtrene er %(tag)s <strong>%(sc_my)s–%(sc_op)s</strong> <small class"text-muted">(%(pctg)s%%)</small> i partier og <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> i kamper.

source: Recent player transfers
fr: Transferts récents de joueurs
nb: Nylige spillerbytter

source: This is the median outcome <em>assuming the already entered results</em>.
fr: Score median prédit <em>en fonction des résultats déjà soumis</em>.
nb: Dette er medianresultatet <em>antatt de allerede oppgitte resultatene</em>.

source: Update group progress
fr: Mettre à jour l'avancement du groupe
nb: Oppdater gruppe

source: To modify a result, click on the score in the table below. To view detailed predictions for a match, click the arrow.
fr: Pour changer un résultat, cliquez sur le score dans le tableau ci-dessous. Pour afficher des prédictions détaillées pour un match, cliquez sur la flèche.
nb: For å modifisere et resultat, klikk på resultatet i tabellen under. For å se detaljerte prognoser for en kamp, klikk på pilen.

source: Update results
fr: Mettre à jour les résultats
nb: Oppdater resultater

source: Clear results
fr: Effacer les résultats
nb: Nullstill resultater

source: The above code can be used in posts on %(a)sTeamLiquid.net</a>.
fr: Le code ci-dessus convient aux messages publiés sur %(a)sTeamLiquid.net</a>.
nb: Denne koden kan brukes i innlegg på %(a)sTeamLiquid.net</a>.

source: The above code can be used in posts on %(a)sReddit.com</a>.
fr: Le code ci-dessus convient aux messages publiés sur %(a)sReddit.com</a>.
nb: Denne koden kan brukes i innlegg på %(a)sReddit.com</a>.

source: Even chances.
fr: Equilibré
nb: Like sjanser.

source: Slight advantage for %(pl)s.
fr: Léger avantage à %(pl)s.
nb: Liten fordel for %(pl)s.

source: Advantage for %(pl)s.
fr: Avantage à %(pl)s.
nb: Fordel for %(pl)s.

source: Large advantage for %(pl)s.
fr: Net avantage à %(pl)s.
nb: Stor fordel for %(pl)s.

source: Overwhelming advantage for %(pl)s.
fr: Avantage écrasant à %(pl)s.
nb: Overhvelmende fordel for %(pl)s.

source: Historical score
fr: Score historique
nb: Historiske resultater

source: Score vs. opposing race
fr: Score contre la race de l'adversaire
nb: Resultater mot rase

source: Form vs. opposing race
fr: Forme contre la race de l'adversaire
nb: Form mot rase

source: Score vs. each other
fr: Score l'un contre l'autre
nb: Resultater mot hverandre

source: Score for %(pl)s
fr: Score pour %(pl)s
nb: Resultat for %(pl)s

source: Update match progress
fr: Mettre à jour le match
nb: Oppdater kamp

source: Team %(pla)s vs. Team %(plb)s
fr: Équipe %(pla)s contre Équipe %(plb)s
nb: Team %(pla)s mot Team %(plb)s

source: Team %(p)s
fr: Équipe %(p)s

source: Update bracket progress
fr: Mettre à jour l'arbre
nb: Oppdater turnering

source: Team Liquid (all)
fr: Team Liquid (tout)
nb: Team Liquid (alle)

source: Reddit (table)
fr: Reddit (tableau)
nb: Reddit (tabell)

source: Reddit (bracket)
fr: Reddit (arbre)
nb: Reddit (sluttspill)

source: Show me the future!
fr: Lis moi l'avenir!
nb: Vis meg fremtiden!

source: For <b>single elimination brackets</b> the following is possible:
fr: Pour des <b>arbres à élimination simple</b>, les issues suivantes sont possibles:
nb: For <b>utslagsturneringer</b> er følgende mulig:

source: Use a different match format for each round. For example, "5,5,7" means best-of-5 for the first two rounds, and best-of-7 for the final. You can still enter a single number to apply to all rounds.
fr: Utilisez un format de match différent pour chaque tour. Par exemple "5,5,7" signifie des matches en meilleur-de-5 pour les deux premiers rounds puis en meilleur-de-7 pour la finale. Vous pouvez toutefois entrer un nombre unique pour l'appliquer à tous les tours.
nb: Bruk et forskjellig kampformat for hver runde. For eksempel, "5,5,7" betyr best av fem i de første to rundene og best av sju i finalen. Du kan også skrive inn bare ett tall som da gjelder for alle rundene.

source: To indicate a BYE, enter "bye" or two hyphens.
fr: Pour indiquer un exempt, entrez "bye" ou deux tirets.
nb: For spillere som ikke møter (walkover), skriv "bye" eller to bindestreker.

source: For <b>proleague matches</b> enter first all the player of one team, and then all the players of the other team. There must be an equal number of each, but it doesn't have to be odd.
fr: Pour les<b>matches proleague</b> entrez en premier tous les joueurs d'un équipe puis tous les joueurs de l'autre. Il doit y avoir le même nombre de joueurs de chaque côté.
nb: For <b>proleague-kamper</b>, skriv inn først alle spillerne på det ene laget og så spillerne på det andre. Det må være et likt antall spillere, men det trenger ikke være et odde antall.

source: %(tag)s list %(listn)s
fr: %(tag)s liste %(listn)s
nb: %(tag)s liste %(listn)s

source: This period started on %(start)s and will end on %(end)s. The numbers given below are projected adjustments and can change before then.
fr: Cette période débute le %(start)s et se terminera le %(end)s. Les chiffres donnés ci-dessous sont les ajustements prédits et sont susceptibles de changer d'ici là.
nb: Denne perioden startet på %(start)s og vil slutte på %(end)s. Tallene oppgitt under er prognoser og kan endres.

source: This period started on %(start)s and ended on %(end)s.
fr: Cette période a débuté le %(start)s et s'est terminée le %(end)s.
nb: Denne perioden startet på %(start)s og sluttet på %(end)s.

source: Old rtg.
fr: Ancienne éval.
nb: Gammel rating

source: Opposition
fr: Adversaires
nb: Motstand

source: Expected score
fr: Score attendu
nb: Forventet resultat

source: Actual score
fr: Score actuel
nb: Faktisk resultat

source: New rtg.
fr: Nouvelle éval.
nb: Ny rating

source: Adjustment
fr: Ajustement
nb: Justering

source: <strong>Note:</strong> Some games have not been included in the rating calculations because they were just recently submitted or modified. They will be included in the next update. This happens every six hours. The time of the last update can be found %(a)shere</a>.
fr: <strong>Note :</strong> Certaines parties n'ont peut-être pas été incluses dans les calculs de l'évaluation car elles sont récentes. Elles seront incluses dans la prochaine mise à jour qui a lieu toute les six heures. Vous pouvez trouver l'heure de la dernière mise à jour %(a)shere</a>.
nb: <strong>NB:</strong> Noen partier er ikke tatt hensyn til fordi de lagt til eller endret nylig. Ved neste oppdatering vil de bli inkludert. Dette skjer hver sjette time, og tidspunktet for den siste oppdateringen kan du finne %(a)sher</a>.

source: %(plr)s played no games in this period.
fr: %(plr)s n'a pas joué durant cette période.
nb: %(plr)s spilte ingen partier i denne perioden.

source: No entries found.
fr: Pas d'entrées trouvées.
nb: Ingen treff ble funnet.

source: Records for %(rc)s
fr: Enregistrement pour %(rc)s
nb: Rekorder for %(rc)s

source: Records for %(r)s
fr: Enregistrement pour %(r)s.
nb: Rekorder for %(r)s

source: To avoid rating artifacts, the earliest periods are not counted.
fr: Pour éviter les artefacts de calcul, les périodes les plus anciennes ne sont pas comptabilisées.
nb: For å unngå irregulære ratinger teller ikke de tidligste periodene.

source: Highest ratings ever achieved by %(rc)s.
fr: Plus haute évaluation jamais atteinte par %(rc)s.
nb: Høyeste ratingpoeng for %(rc)s.

source: Highest ratings ever achieved
fr: Plus haute évaluation jamais atteinte
nb: Høyeste ratingpoeng

source: Highest ratings ever achieved by matchup
fr: Plus haute évaluation jamais atteinte par match-up
nb: Høyeste ratingpoeng per oppgjør

source: Rating PvP
fr: Évaluation PvP

source: Rating PvT
fr: Évaluation PvT

source: Rating PvZ
fr: Évaluation PvZ

source: Rating TvP
fr: Évaluation TvP

source: Rating TvT
fr: Évaluation TvT

source: Rating TvZ
fr: Évaluation TvZ

source: Rating ZvP
fr: Évaluation ZvP

source: Rating ZvT
fr: Évaluation ZvT

source: Rating ZvZ
fr: Évaluation ZvZ

source: Rating vP
fr: Niveau en vP

source: Rating vT
fr: Niveau en vT

source: Rating vZ
fr: Niveau en vZ

source: Balance report
fr: Rapport d'équilibrage
nb: Balanserapport

source: Performance difference
fr: Différence de performance
nb: Ytelsesdifferanse

source: Performance difference [points]
fr: Différence de performance (points)
nb: Ytelsesdifferanse [poeng]

source: Difference
fr: Différence
nb: Differanse

source: The following chart show the historical month-by-month winrates for each non-mirror matchup in the database.
fr: Le graphique suivant montre l'historique mensuel des ratios de victoires pour chaque match-up non-mirroir dans la base de données.
nb: Denne grafen viser historiske seiersrater per måned for alle ikke-speiloppgjør.

source: Note that this yields information about <em>metagame</em> balance near the <em>top of the skill ladder</em>, and is not to be confused with (although likely correlated to) actual game balance throughout the whole player population.
fr: Noter que cela contiens des informations sur l'équilibrage du <em>méta-jeue</em> au niveau des joueurs les plus compétents</em>, et cela ne doit pas être confondu (même si les deux sont liés) avec l'équilibrage du jeu pour l'ensemble des joueurs.
nb: Merk at dette kun gir informasjon om <em>metaspill</em>-balansen og bør ikke forvirres med faktisk balanse, selv om de sannsynligvis er korrelerte.

source: The winrate is shown with respect to the race listed first, so if the Protoss vs. Terran graph shoots up, that means Protoss is doing well and Terran poorly.
fr: Le pourcentage de victoire est indiqué avec la priorité donnée à la race listée en premier, donc si la courbe Protoss vs. Terran est supérieure à 50% alors cela signifie que les joueurs Protoss ont plus de succès dans le match-up que les joueurs Terran.
nb: Seiersraten er vist med hensyn på den første rasen, så hvis protoss mot terran-grafen går oppover så betyr det at protoss gjør det bedre og terran gjør det verre.

source: The performance difference chart shows the <em>approximate</em> difference between <em>actual performance</em> as evidenced by results and <em>predicted performance</em> by rating. For example, if, averaged over a whole month, all Terrans had mean rating difference -100 (which is to say, their mean rating was equal to 100 less than that of their opponents), but they performed as if they had a mean rating difference of +100 (about 54.5%% winrate), then that amounts to a performance difference of <strong>+200</strong>, which is to be interpreted as that Terran players overall performed 200 points better than expected.
fr: Le graphique Différence de Performance montre la différence <em>approximative</em> entre la <em>performance réelle</em> donnée par les résultats et la <em>performance calculée</em> de l'évaluation. Par exemple, si, en moyenne sur un mois, tous les Terran ont une différence d'évaluation moyenne de -100 (ce qui signifie que leurs évaluations moyenne étaient égales à celles de leurs opposants - 100), mais qu'ils ont joué tel que leur différence d'évaluation moyenne soit de +100 (correspondant à un pourcentage de victoire de 54.5%%), alors cela équivaut à une différence de performance de <strong>+200</strong>. Cela doit être interprêté comme : les joueurs Terran en général ont joué avec 200 points de plus que prévu.
nb: Ytelsesforskjell-grafen viser den <em>tilnærmede</em> forskjellen mellom <em>faktisk ytelse</em> (fra resultater) og <em>forventet ytelse</em> (basert på rating). For eksempel, anta at over en hel måned hadde terran en gjennomsnittelig ratingdifferanse på –100, som betyr at terranspillere var rangert 100 poeng under deres motstandere i snitt, og at de hadde en ytelse som om de hadde en ratingdifferanse på +100 (som tilsvarer ca. 54.5%% seiersrate). Da vil terran ha en ytelsesforskjell på <strong>+200</strong>, som kan tolkes som at de ytet gjennomsnittelig rundt 200 poeng høyere enn forventet.

source: This chart can avoid some of the problems with the above, which can potentially be influenced by incredibly hot streaks from one or two singularly great players. However, as ratings catch up to the performances of the players, this chart will tend toward equilibrium, even if balance never changes.
fr: Ce graphique peut éviter certains problèmes rencontré avec celui au-dessus qui est potentiellement influencé par des séries de victoires d'un ou plusieurs joueurs en forme. Toutefois, les évalutations rattrapant les performances des joueurs, ce graphique tend à l'équilibre même si l'équilibrage du jeu ne change pas.
nb: Denne grafen unngår noen problemer med den forrige, som kan potensielt påvirkes av utrolige resultater fra kun en eller to spillere. På den andre siden, ettersom ratingpoeng “tar igjen” spilleres resultater vil denne grafen dendere mot likevekt selv om balansen aldri endres.

source: Results for %(date)s
fr: Résultats pour %(date)s
nb: Resultater på %(date)s

source: Go to date:
fr: Aller au:
nb: Gå til dato:

source: month
fr: mois
nb: måned

source: week
fr: semaine
nb: uke

source: No registered results on this date.
fr: Pas de résultats enregistrés pour cette date.
nb: Ingen registrerte resultater på denne datoen.

source: Notice something missing? We're always looking for people to help %(a)spopulate our database</a>!
fr: Vous avez remarqué une erreur ou une donnée manquante ? Nous sommes toujours à la recherche de volontaires pour nous aider à %(a)sremplir notre base de données</a>!
nb: Ser du noe som mangler? Vi er alltid på jakt etter folk som kan hjelpe oss å %(a)slegge til resultater i databasen</a>!

source: Enter players. The player information does not have to uniquely identify the player, and should be a space-separated list of any of the following:
fr: Entrez les joueurs. Les informations concernant le joueur ne doivent pas forcément identifier un joueur en particulier, et doivent être une liste séparée par des espaces consistuées d'éléments suivants:
nb: Skriv inn spillere. Spillerinformasjonen trenger ikke å identifisere spilleren unikt. Skriv inn følgende i vilkårlig rekkefølge, separert med mellomrom:

source: Player tag, e.g. "DongRaeGu"
fr: Pseudo du joueur, par exemple "DongRaeGu"
nb: Nick, f.eks. "DongRaeGu"

source: A two- or three-letter <a href="%(uri)s">ISO 3166-1 alpha-2</a> country code. e.g. "KR", or the common English name of a country
fr: Un code pays <a href="%(uri)s">ISO 3166-1 alpha-2</a> de deux ou trois lettres , ou le nom commun en Anglais du pays
nb: En to- eller trebokstavers <a href="%(uri)s">ISO 3166-1 alpha-2 statskode</a>, f.eks. "KR" eller "KOR", eller det vanlige engelske navnet for et land (dersom dette ikke inneholder mellomrom)

source: Team name, e.g. "MVP"
fr: Le nom d'une équipe, par exemple "MVP"
nb: Lagnavn, f.eks. "MVP"

source: Player or team aliases (we add these to the database when we feel like they're needed), e.g. "DRG"
fr: Alias du joueur ou de l'équipe (nous ajoutons ceux-ci à la base de données quand nous pensons qu'ils sont nécessaires), par exemple "DRG".
nb: Spiller- eller lagaliaser (vi legger disse til når vi føler behov for dem), f.eks. "DRG"

source: A player ID number, which you can get from the URL of the player page, e.g. "4"
fr: Le nombre ID du joueur que vous pouvez avoir à partir de l'URL de la page du joueur, par exemple "4".
nb: Spillerens ID-nummer, som du kan finne fra addressen til spillersiden f.eks. "4"

source: Note that everything is case insensitive.
fr: Notez que tout les entrées ne sont pas sensibles à la casse.
nb: Merk at alt er uavhengig av store og små bokstaver.

source: Found %(cnt)s match.
fr: Trouvé %(cnt)s match.
nb: Fant %(cnt)s kamp.

source: Under these filters, %(pla)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches.
fr: Avec ces filtres, %(pla)s a un score de <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> en parties et de <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> en matchs.
nb: Under disse filtrene er %(pla)s <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> i partier og <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> i kamper.

source: Under these filters, %(pla)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches against %(plb)s.
fr: Avec ces filtres, %(pla)s a un score de <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> en parties et de <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> en matchs contre %(plb)s.
nb: Under disse filtrene er %(pla)s <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> i partier og <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> i kamper mot %(plb)s.

source: Check all
fr: Cocher tout
nb: Merk alle

source: Uncheck all
fr: Décocher tout
nb: Avmerk alle

source: The following modifications will be made to all checked matches:
fr: Les modifications suivantes vont être effectuées pour tous les matchs sélectionnés :
nb: Disse endringene vil bli gjort på alle de merkede kampene:

source: Review results
fr: Réviser les résultats
nb: Gjennomgå resultater

source: The following matches were successfully approved:
fr: Les matchs suivants ont été approuvés:
nb: Disse kampene ble godkjent:

source: Game
fr: Match
nb: Spillversjon

source: To all checked submissions, do the following:
fr: Pour tous les entrées sélectionnées, effecter ce qui suit :
nb: For alle merkede innlegg, gjør dette:

source: Approve
fr: Valider
nb: Godkjenn

source: Reject
fr: Rejeter
nb: Underkjenn (slett)

source: There are no results awaiting review.
fr: Il n'y a pas de révision à effecteur.
nb: Det er ingen innsendte resultater som må gjennomgås.

source: Search results
fr: Résultats de la recherche
nb: Søkeresultater

source: No such player, team or event '%(query)s' found.
fr: Aucun joueur, équipe ou événement '%(query)s' trouvé.
nb: Vi fant ingen spiller, lag eller turnering som traff '%(query)s'.

source: Modify team
fr: Modifier l'équipe
nb: Endre lag

source: %(teamname)s was founded on %(founded)s and disbanded on %(disbanded)s.
fr: %(teamname)s a été fondée le %(founded)s et dissoute le %(disbanded)s.
nb: %(teamname)s ble grunnlagt på %(founded)s og nedlagt på %(disbanded)s.

source: %(teamname)s was founded on %(founded)s.
fr: %(teamname)s a été fondée le %(founded)s.
nb: %(teamname)s ble grunnlagt på %(founded)s.

source: %(teamname)s was disbanded on %(disbanded)s.
fr: %(teamname)s a été dissous le %(disbanded)s.
nb: %(teamname)s ble nedlagt på %(disbanded)s.

source: Short name
fr: Acronyme
nb: Kort navn

source: Founded
fr: Fondée
nb: Grunnlagt

source: Disbanded
fr: Dissous
nb: Nedlagt

source: Top 5 rating
fr: Évaluation du Top 5
nb: Rating topp fem

source: Offline matches
fr: Matches hors-ligne
nb: Offlinekamper

source: Active roster
fr: Membres actifs
nb: Aktive spillere

source: %(teamname)s has %(cnt)s player who has played a rated game within the last two months.
fr: %(teamname)s a %(cnt)s joueur qui a joué une partie classée dans les deux derniers mois.
nb: %(teamname)s har %(cnt)s spiller som har spilt ett rangert parti innen de siste to månedene.

source: Inactive roster
fr: Membres inactifs
nb: Uaktive spillere

source: %(teamname)s has %(cnt)s player who has been temporarily removed from the ranking due to inactivity.
fr: %(teamname)s a %(cnt)s joueur qui a été temporairement retiré du classement à cause de son inactivité.
nb: %(teamname)s har %(cnt)s spiller som har blitt midlertidig fjernet fra ratinglisten på grunn av inaktivitet.

source: Assigned to %(teamname)s in a non-playing capacity:
fr: Assigné à %(teamname)s dans une position autre que joueur:
nb: Disse er tilknyttet %(teamname)s i en ikke-spillende kapasitet:

source: Past members
fr: Anciens membres
nb: Tidligere spillere

source: Active teams
fr: Equipes actives
nb: Aktive lag

source: All-kill score
fr: Score All-kill
nb: All-kill rating

source: Proleague score
fr: Score Proleague
nb: Proleage-rating

source: Disbanded teams
fr: Équipes dissous
nb: Nedlagte lag

source: %(commalist)s and %(final)s
nb: %(commalist)s og %(final)s

source: %(commalist)s and %(number)s more
nb: %(commalist)s og %(number)s flere

source: Records
nb: Rekorder

source: HoF
nb: Hall of Fame

source: Blog
nb: Blogg

source: Contact
nb: Kontakt

source: Europe
nb: Europa

source: Congo
nb: Kongo

source: France
nb: Frankrike

source: Kazakhstan
nb: Kasakhstan

source: Madagascar
nb: Madagaskar

source: Maldives
nb: Maldivene
