Repository: TheBB/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nb

source: Matches can only be assigned to leaf events (i.e. events with no subevents).
fr: On ne peut associer des matches qu'aux feuilles de l'arbre (les événements qui n'ont pas de sous-ensembles).
nb: Kamper kan kun tilknyttes bladnoder (dvs. turneringer med ingen underturneringer).

source: Close an event after all the matches has been assigned. This will remove it from the list below and all drop-down boxes on the site, to help readability. If you want to reopen an event, this can be done in the admin interface or on the event page.
fr: Une fois que vous avez entré tous les matches d'un événement, fermez-le. Il disparaitra de la liste ci-dessous et de toutes les listes déroulantes du site, ce qui facilitera la compréhension. Au besoin, vous pouvez rouvrir un événement depuis l'interface de gestion, ou depuis la page de l'événement.
nb: Lukk en turnering etter at alle kampene har blitt lagret. Dette fjerner turneringen fra listen under, samt alle nedtrekkslister rundt om på siden. Hvis du vil gjenåpne en turnering kan dette gjøres fra admin-grensesnittet eller fra turneringssiden.

source: You can improve readability by making an event «invisible» (open the admin interface and check the «noprint» option). This will hide the name. This is useful for events called e.g. «Group Stage» to turn «Code S Group Stage Group A» into «Code S Group A», which flows better. This is often used for group stages and playoffs.
fr: Pour faciliter la lecture des noms d'événements, vous pouvez rendre un élément «invisible» : dans l'interface de gestion, cochez la case «noprint». Le nom de l'élément restera caché. Ainsi, en masquant l'élément «Group Stage» vous évitez d'avoir le nom complet «Code S Group Stage Group A» et obtenez plus simplement «Code S Group A», qui est plus lisible ! Ce procédé est souvent utilisé pour les phases de groupe et les playoffs.
nb: Du kan av og til gjøre ting lettere å lese ved å la en turnering være «usynlig» (sett «noprint» til sant). Dette vil gjemme navnet, for eksempel kan du gjemme «Group Stage» i «Code S Group Stage Group A» slik at det leses «Code S Group A» istedet, som flyter mye bedre. Dette gjøres som oftest med turneringsnavn som «Group Stage» og «Playoffs».

source: Events with many games should also be marked «big». This will cause the list of games to be cut off. If you forget, no big deal, it's done automatically.
fr: Les événements donnant lieu à de très nombreuses parties doivent être notés comme «big». Cela permet de couper la liste des parties. Cependant pas de problème si vous l'oubliez - ça sera fait automatiquement.
nb: Turneringer med mange kamper bør også markeres som store. Dette vil forhindre at kamplistene blir for store. Det gjør ingenting om du glemmer det, siden dette gjøres automatisk.

source: <strong>Naming conventions:</strong> Ro («round of») with capital R and small o, followed immediately by the number. Third place matches should be named exactly that (not «3rd»).
fr: <strong>Bonnes pratiques :</strong> utilisez Ro («round of») avec un R majuscule et un o minuscule, immédiatement suivi du nombre. Le match pour la 3ème place doit être nommé «Third place matches» (et non «3rd»).
nb: <strong>Navnekonvensjoner:</strong> Ro («round of») med stor R og liten o, umiddelbart påfulgt av et tall (uten mellomrom). Bronsefinaler bør kalles «Third place matches», ikke «3rd».

source: Add root event
fr: Ajouter un événement racine
nb: Legg til rotturnering

source: Show guide
fr: Afficher le guide
nb: Vis guide

source: event
fr: évènement
nb: turnering

source: modify
fr: modifier
nb: endre

source: Modify event
fr: Modifier un événement
nb: Endre turnering

source: <strong>Danger!</strong> Changes to date, game and offline will modify all matches associated with all events in this tree. Changing type will potentially change all children and ancestor events! Make sure you know what you are doing!
fr: <strong>Attention :</strong> tout changement concernant la date, les parties et le statut offline sera appliqué à tous les matchs associés à chaque événement de cet arbre. Un changement de type sera le cas échéant appliqué à tous les événements enfants et parents ! Assurez vous que vous savez ce que vous faites !
nb: <strong>Advarsel!</strong> Endringer på dato, spillversjon og on/offline vil endre alle kamper i denne turneringen og alle underturneringer. Endringer på type vil potensielt endre alle etterkommere og forfedre! Vær sikker på at du vet hva du gjør!

source: Add subevents
fr: Ajouter des sous-évènements
nb: Legg til underturneringer

source: If you need more options, or if you need to add more than one subevent, use the <a href="/add/events/">event manager</a> tool.
fr: Si vous avez besoin de plus d'option, ou si vous avez besoin d'ajouter plus d'un sous-évènement, utilisez le <a href="/add/events/">gestionnaire d'évènements</a> tool.
nb: Hvis du trenger flere valg, eller hvis du vil legge til mer enn en turnering, bruk <a href="/add/events/">turneringsvertøyet</a>.

source: Modify prizepool
fr: Modifier les gains
nb: Endre premier

source: The currency in which the prize was paid, usually the official currency in the country the tournament was held.
fr: La devise dans laquelle ont été payés les récompenses, sont généralement la devise du pays dans lequel s'est déroulé le tournoi.
nb: Valutaen premiene ble utbetalt i. Vanligvis den offisielle valutaen i landet turneringen ble holdt i.

source: Use this for prizes related to final placement in the event.
fr: Utilisez ceci pour les gains associées à la position finale lors d'un évènement.
nb: Bruk dette for premier relatert til den endelige plasseringen i turneringen.

source: Use this for prizes unrelated to placement, i.e. public tips.
fr: Utilisez ceci pour les gains qui ne sont pas liées à un positionnement comme par exemple les dons publiques.
nb: Bruk dette for premier urelatert til plassering, f.eks. publikumstips.

source: Reorder subevents
fr: Réaranger les sous-évènement.
nb: Omordne underturneringer

source: Put the <strong>least significant</strong> events first (the ones played first, or with most players). Finals should be toward the bottom.
fr: Entrez d'abord les événements les <strong>moins importants</strong> (ceux joués en premier, ou réunissant le plus de joueurs). Les finales doivent être placées en bas.
nb: De <strong>minst viktige</strong> rundene først (de som spiltes først, eller de med flest spillere). Finaler bør være mot slutten.

source: Add or change stories
fr: Ajouter ou modifier l'histoire
nb: Legg til eller endre fortellinger

source: For each parameter, a line of the form "parameter: value". The parameters needed are in the story text of the form "%(parameter)s". This will be replaced by the value you enter.
fr: Pour chaque paramètre, une ligne de la forme "parameter: value". Les paramètres requis sont dans le texte historique de la forme "%(parameter)s". Cela sera emplacé par la valeur que vous allez entrer.
nb: For hver parameter, skriv inn en linje på formen "parameter: verdi". Parametrene som trengs finnes i fortellingsteksten på formen "%(parameter)s". Denne vil erstattes med verdien du skriver inn.

source: Update
fr: Mettre à jour
nb: Oppdater

source: Delete
fr: Supprimer
nb: Slett

source: Prize Pool
fr: Gains
nb: Premier

source: Other Prizes
fr: Autre gains
nb: Andre premier

source: Mirrors
fr: Matchs miroir
nb: Speil

source: Details
fr: Détails
nb: Detaljer

source: %(fst)s to %(snd)s
fr: De %(fst)s à %(snd)s
nb: %(fst)s til %(snd)s

source: On-/Offline
fr: Online/offline

source: Prizepool
fr: Gains
nb: Premier

source: External
fr: Externe
nb: Ekstern

source: Edit info
fr: Modifier
nb: Endre info

source: Admin interface
fr: Interface admin
nb: Administratorgrensesnitt

source: Add matches
fr: Ajouter des matchs
nb: Legg til kamper

source: Prize pool
fr: Gains
nb: Premier

source: Stories
fr: Infos
nb: Fortellinger

source: This event has no registered games... yet.
fr: Aucune partie enregistrée pour cet événement... pour l'instant.
nb: Denne turneringen har ingen kamper… enda.

source: Notice something missing? We're always looking for people to help <a href="%(uri)s">populate our database</a>!
fr: Avez-vous noté un oubli ? Vous êtes bienvenu(e) pour <a href="%(uri)s">enrichir la base de données</a> !
nb: Ser du noe som mangler? Vi er alltid på jakt etter folk som kan hjelpe oss å <a href="%(uri)s">legge til resultater i databasen</a>!

source: show
fr: afficher
nb: vis

source: hide
fr: masquer
nb: gjem

source: Go to smaller event:
fr: Aller à des plus petits événements :
nb: Gå til mindre turnering:

source: These events have games, which means that they are currently active and have not yet finished. If the event has finished, please make sure that all matches have been added before closing the event.
fr: Des parties ont été enregistrées pour ces événements, ce qui signifie qu'ils sont actifs et pas encore terminés. Si l'événement est terminé, veillez à ce que toutes les parties aient été enregistrées, avant de le fermer.
nb: Disse turneringene har tilknyttede kamper. De er altså aktive og er ikke avsluttet. Hvis turneringen er over, se etter at alle kampene har blitt lagt til før du lukker den.

source: Open events with games
fr: Ouvrir les événements avec parties
nb: Åpne turneringer med kamper

source: Last added game
fr: Dernière partie enregistrée
nb: Siste kamp

source: External links
fr: Liens externes
nb: Eksterne lenker

source: Close events
fr: Fermer les événements
nb: Lukk turneringer

source: These events have no games yet, which means that they are either future events or finished events that are not yet in the database. In the latter case, feel free to use the external links provided to add the matches to the database and close the event when you are done.
fr: Ces événements n'ont pas encore de parties, ce sont donc des événements à venir, ou des événements passés mais pas encore enregistrés. Dans ce dernier cas, n'hésitez pas à utiliser les liens externes fournis pour trouver les résultats à enregistrer. Vous pourrez ensuite fermer les événements concernés.
nb: Disse turneringene har ingen kamper. De er altså fremtidige eller avsluttede turneringer som ikke er lagt til enda. Hvis det siste, gå gjennom de eksterne lenkene for å legge til kampene til databasen og lukk så turneringen etter du er ferdig.

source: Open events without games
fr: Ouvrir les événements sans parties
nb: Åpne turneringer uten kamper

source: These events are closed and have no information on their prize pools yet.
fr: Ces événements sont fermés et aucune information sur les sommes en jeu n'a été enregistrée.
nb: Disse turneringene er lukket og har ingen info om premier.

source: If you know the prize pool, visit the event page and add the prize pool information there.
fr: Si vous connaissez les sommes en jeu, rendez-vous sur la page de l'événement et enregistrez les sommes dont vous avez connaissance.
nb: Hvis du kjenner til premieutdelingene, gå til turneringssiden og legg de til.

source: If you know the event has no prize pool, you can mark the event as having no prize pool. Don't just assume that an event has no prize pool just because it is a qualifier, however. Some do!
fr: Si vous savez qu'il n'y avait aucune somme d'argent en jeu, indiquez que l'événement n'avait pas d'enjeu financier (prize pool). Par contre, n'inférez pas qu'un événement n'a pas de sommes en jeu juste parce qu'il s'agit d'une phase qualificative - certaines proposent des gains !
nb: Hvis du vet at turneringen ikke hadde premier, kan du markere dette. Ikke anta at en turnering ikke har premier kun fordi den er en kvalifisering!

source: If you are not sure whether the event has a prize pool or do not have the exact sums, do nothing
fr: Si vous avez un doute sur le fait qu'il y ait des sommes en jeu sur un événement, ou si vous ignorez les sommes exactes, ne changez rien.
nb: Hvis du ikke vet, ikke gjør noe.

source: Events with no prize pool
fr: Evénements sans gains
nb: Turneringer uten premieinformajon

source: Marked events have no prize pool
fr: Les événements mis en évidence n'ont pas de sommes en jeu
nb: Markerte turneringer har ingen premier

source: Frequently Asked Questions
fr: Questions fréquemment posées (FAQ)
nb: Ofte stilte spørsmål

source: After date
fr: Après cette date
nb: Etter dato

source: to
fr: dans
nb: til

source: Before date
fr: Avant cette date
nb: Før dato

source: %(pl)s rating history
fr: Evolution de %(pl)s
nb: Ratinghistorie for %(pl)s

source: List
fr: Liste
nb: Liste

source: Click and drag to zoom
fr: Cliquez et faites glisser pour zoomer
nb: Klikk og dra for å zoome

source: Number of players:
fr: Nombre de joueurs :
nb: Antall spillere:

source: Nationalities:
fr: Nationalités :
nb: Nasjonaliteter:

source: This list ranks players by <em>periods of domination</em>. The relevant score is called PP (<em>period-points</em>), and is the sum over a range of lists of the signed distance from a player to number seven on the list.
fr: Cette liste présente les joueurs par <em>période de domination</em>. Le score utilisé est appelé PP (<em>points sur la période</em>). Il représente la somme sur plusieurs listes de la distance du joueur au 7ème de la liste.
nb: Denne listen rangerer spillere etter <em>perioder av dominans</em>, med en metode som kalles PP (<em>periode-poeng</em>). En spillers PP er ratingdifferansen til nummber sju på ratinglisten, summert over et intervall av perioder.

source: For most players, their PP is equal to the sum of the rating gaps for each list in which they were in the top seven. If a player has been there more than once, the optimal range of lists is chosen, and it can include times when the player was not in the top seven, if these are sufficiently brief and negligible.
fr: Pour la plupart des joueurs, leur PP est la somme des écarts pour chaque liste où ils figuraient dans les 7 premiers. Si un joueur y a figuré à plusieurs période, c'est sa meilleure liste qui est retenue - elle peut aussi inclure des cas où le joueur n'a pas figuré dans les 10 premiers, s'il s'agit de cas isolés sur une brève période de temps.
nb: For de fleste spillerne er PP'en lik summen av ratingdifferansen over alle listene hvor spilleren var i topp sju i verden. Hvis en spiller har vært ute av topp sju og kommet tilbake, blir det optimale intervallet av lister valgt, som kan inkludere perioder hvor spilleren var ute av topp sju dersom disse er tilstrekkelig korte.

source: In short, this is a list of players who have ever been top seven, rewarding both large rating gaps and long periods of rule. Think of it as a king-of-the-hill hall of fame.
fr: En résumé, ceci est la liste des joueurs qui ont été constamment dans les 7 premiers, avec de bons classements et une longue présence au top. Une sorte de Hall of Fame d'un King-of-the-hill global.
nb: Dette er alså en liste over spillere som har vært i topp sju, som verdsetter både store ratingdifferanser og lange tidsperioder. Tenk på det som en slags historisk konge på haugen.

source: To avoid rating artifacts, these records are only counted after 25 periods (i.e. list 25, on February 9th, 2011).
fr: Pour éviter les effets de bord, ces éléments ne sont pris en compte qu'à partir de la période 25 (donc la liste 25, celle du 9 février 2011).
nb: For å unngå irregulære ratinger i begynnelsen teller dette kun etter 25 perioder (periode 25 begynte den niende februar 2011).

source: Start
fr: Début

source: Length
fr: Longueur
nb: Lengde

source: weeks
fr: semaines
nb: uker

source: StarCraft 2 Progaming Statistics and Predictions
fr: Statistiques et prédictions pour StarCraft 2
nb: StarCraft 2 e-sportstatistikk og prognoser

source: Language
fr: Langue
nb: Språk

source: Find player, team or event
fr: Rechercher un joueur, une équipe ou un événement
nb: Finn spiller, lag eller turnering

source: Current top 10
fr: Top 10 actuel
nb: Dagens topp ti

source: The above list is a preview of the next rating list, which will be finalized on %(dt)s. <a href="/periods/latest">Full list</a>.
fr: Le classement ci-dessus est une ébauche du prochain classement, qui sera publié le %(dt)s. <a href="/periods/latest">Full list</a>.
nb: Dette er en forsmak på den neste ratinglisten. Den er ikke endelig før %(dt)s. <a href="/periods/latest">Full liste</a>.

source: Find us on %(a1)sTwitter</a>, %(a2)sGitHub</a> and %(a3)sTeam Liquid</a>.
fr: Rejoignez-nous sur %(a1)sTwitter</a>, %(a2)sGitHub</a> et %(a3)sTeam Liquid</a>.
nb: Finn oss på %(a1)sTwitter</a>, %(a2)sGitHub</a> og %(a3)sTeam Liquid</a>.

source: Powered by %(a1)sDjango 1.6</a>, %(a2)sPython 3.2</a>, %(a3)sApache 2</a> and %(a4)sDebian GNU/Linux 6</a>.
fr: Servi par %(a1)sDjango 1.6</a>, %(a2)sPython 3.2</a>, %(a3)sApache 2</a> et %(a4)sDebian GNU/Linux 6</a>.
nb: Kjører på %(a1)sDjango 1.6</a>, %(a2)sPython 3.2</a>, %(a3)sApache 2</a> og %(a4)sDebian GNU/Linux 6</a>.

source: Icons by Mark James. Race icons by %(a1)sLiquipedia</a>. Charts by %(a3)sHighcharts</a>.
fr: Icônes : Mark James. Icônes des races : %(a1)sLiquipedia</a>. Graphes : %(a3)sHighcharts</a>.
nb: Ikoner av Mark James. Raseikoner av %(a1)sLiquipedia</a>. Grafer av %(a3)sHighcharts</a>.

source: Bitcoin donations (if you insist) on address: <br>%(btc)s
fr: Don en Bitcoin (si vous insistez) à l'adresse : <br>%(btc)s
nb: Bitcoin-donasjoner (hvis du insisterer) på adresse: <br>%(btc)s

source: Generate short URL for this page
fr: Générer une URL raccourcie pour cette page
nb: Lag kort addresse for denne siden

source: Your recent searches
fr: Vous recherches récentes

source: Loading...
fr: Chargement en cours...
nb: Laster...

source: Download PNG image
fr: Enregistrer au format PNG
nb: Last ned PNG-bilde

source: Download JPEG image
fr: Enregistrer au format JPEG
nb: Last ned JPEG-bilde

source: Download PDF document
fr: Enregistrer au format PDF
nb: Last ned PDF-dokument

source: Download SVG vector image
fr: Enregistrer au format SVG
nb: Last ned SVG-vektorgrafikk

source: Print chart
fr: Imprimer le graphique
nb: Skriv ut

source: Reset zoom
fr: Réinitialiser le zoom
nb: Gjenopprett zoom

# Big first letter
source: January
fr: Janvier
nb: Januar

# Big first letter
source: February
fr: Février
nb: Februar

# Big first letter
source: March
fr: Mars
nb: Mars

# Big first letter
source: April
fr: Avril

# Big first letter
source: May
fr: Mai
nb: Mai

# Big first letter
source: June
fr: Juin
nb: Juni

# Big first letter
source: July
fr: Juillet
nb: Juli

# Big first letter
source: August
fr: Août

# Big first letter
source: September
fr: Septembre

# Big first letter
source: October
fr: Octobre
nb: Oktober

# Big first letter
source: November
fr: Novembre

# Big first letter
source: December
fr: Décembre
nb: Desember

# Big first letter
source: Feb
fr: Fév

# Big first letter
source: Apr
fr: Avr

# Big first letter
source: Aug
fr: Aoû

# Big first letter
source: Sunday
fr: Dimanche
nb: Søndag

# Big first letter
source: Monday
fr: Lundi
nb: Mandag

# Big first letter
source: Tuesday
fr: Mardi
nb: Tirsdag

# Big first letter
source: Wednesday
fr: Mercredi
nb: Onsdag

# Big first letter
source: Thursday
fr: Jeudi
nb: Torsdag

# Big first letter
source: Friday
fr: Vendredi
nb: Fredag

# Big first letter
source: Saturday
fr: Samedi
nb: Lørdag

source: I would like to use Aligulac in...
fr: Je souhaite utiliser Aligulac en…
nb: Jeg vil gjerne bruke Aligulac på...

source: You could always %(a)shelp us</a> translate Aligulac into your language.
fr: Vous pouvez %(a)snous aider</a> à traduire Aligulac dans votre langue.
nb: Du kan hjelpe med å %(a)soversette</a> Aligulac til ditt morsmål.

source: For reasons of convenience, the following will not be translated:
fr: Par commodité, ce qui suit ne sera pas traduit :
nb: Av bekvemhetsgrunner vil følgende ikke bli oversatt:

source: News
fr: Informations
nb: Nyheter

source: Frequently asked questions
fr: Questions fréquemment posées (FAQ)
nb: Ofte stilte spørsmål

source: Event names
fr: Noms d'événements
nb: Turneringsnavn

source: Team names
fr: Noms d'équipes
nb: Lagnavn

source: Player nicknames
fr: Surnoms des joueurs
nb: Spillernick

source: Login
fr: Connexion
nb: Logg inn

source: To submit results, please log in with your submitter account. If you don't have a submitter account, but still want to contribute, please let me know at: %(email)s.
fr: Pour soumettre des résultats, connectez-vous avec votre compte de contributeur. Si vous n'en avez pas, mais souhaitez contribuer, informez-en moi à l'adresse suivante : %(email)s.
nb: For å legge til resultater, logg in med brukerkontoen din. Hvis du ikke har en brukerkonto, ta kontakt på %(email)s.

source: Username
fr: Compte
nb: Brukernavn

source: Password
fr: Mot de passe
nb: Passord

source: Miscellaneous
fr: Divers
nb: Diverse

source: Miscellaneous administration
fr: Options de gestion
nb: Diverse administrasjon

source: Merge players
fr: Fusion de joueurs
nb: Kombinér spillere

source: This will merge %(src)s into %(tgt)s. Are you sure?
fr: Cela va fusioner %(src)s dans %(tgt)s. Etes-vous sûr ?
nb: Dette vil slå sammen %(src)s og %(tgt)s. Er du sikker?

source: Merge
fr: Fusionner
nb: Kombinér

source: Abort
fr: Annuler
nb: Avbryt

source: Only IDs are accepted. This is to prevent mistakes. You will be asked for confirmation before the merge.
fr: Seuls les IDs sont acceptées afin d'éviter les erreurs. Une demande de confirmation sera demandé avant la fusion.
nb: Bare ID-er kan brukes. Dette for å unngå feil. Du vil bli bedt om bekreftelse før sammenslåingen.

source: Move events
fr: Déplacer des événements
nb: Flytt turneringer

source: This will move %(src)s and all events under it (%(cnt)s) to %(trg)s. Are you sure?
fr: Vous allez déplacer %(src)s et tous les événements qui en dépendent (%(cnt)s) vers %(trg)s. Etes-vous sûr ?
nb: Dette vil flytte %(src)s og alle underturneringer (%(cnt)s) til %(trg)s. Er du sikker?

source: Move
fr: Déplacer
nb: Flytt

source: Only IDs are accepted. This is to prevent mistakes. You will be asked for confirmation before the move.
fr: Seuls les IDs sont acceptés afin d'éviter les erreurs. Une demande de confirmation sera demandé avant le déplacement
nb: Bare ID-er kan brukes. Dette for å unngå feil. Du vil bli bedt om bekreftelse før flyttingen.

source: Player A
fr: Joueur A
nb: Spiller A

source: Player B
fr: Joueur B
nb: Spiller B

source: Unknown event(s)
fr: Evénement(s) inconnu(s)
nb: Ukjent(e) turnering(er)

source: add
fr: ajouter
nb: nye

source: chk
fr: valid
nb: mrk

source: unchk
fr: invalid
nb: umrk

source: unrated
fr: nonclassé
nb: enda ikke beregnet

source: Possible matches:
fr: Correspondances possibles :
nb: Mulige treff:

source: and %(extra)s more
fr: et %(extra)s de plus

source: and
fr: et

source: Miscellaneous statistics
fr: Statistiques diverses
nb: Diverse statistikk

source: List %(n)s
fr: Lister les %(n)s
nb: Liste %(n)s

source: Best
fr: Meilleur
nb: Beste

source: Most specialized
fr: Plus spécialisés
nb: Mest spesialiserte

source: Up/Down
fr: Hauts et bas
nb: Opp/ned

source: Winners
fr: Gagnants
nb: Vinnere

source: Losers
fr: Perdants
nb: Tapere

source: End
fr: Fin
nb: Slutt

source: Active players
fr: Joueurs actifs
nb: Aktive spillere

source: %(cnt)s new
fr: %(cnt)s nouveau
nb: %(cnt)s ny

source: Leading race
fr: Race favorisée
nb: Ledende rase

source: Lagging race
fr: Race défavorisée
nb: Dårligste rase

source: Show races:
fr: Afficher les races :
nb: Vis raser:

source: Race switchers
fr: Joueurs ayant changé de race
nb: Rasebyttere

source: Random and race switchers
fr: Joueurs aléatoires et ayant changé de race
nb: Tilfeldige og rasebyttere

source: previous period
fr: période précédente
nb: forrige periode

source: next period
fr: période suivante
nb: neste periode

source: Historical overview
fr: Vue d'ensemble historique
nb: Historisk oversikt
