Repository: TheBB/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nb

source: Philippines
nb: Filippinene

source: Suriname
nb: Surinam

source: Ukraine
nb: Ukraina

source: Top 2
nb: Topp 2

source: Top {i}
nb: Topp {i}

source: Team {p}
nb: Lag {p}

source: Match +/-
nb: Kamper +/-

source: Meta
nb: Metainformasjon

source: Total
nb: Totalt

source: WoL International
nb: WoL internasjonal

source: Disqualification
nb: Diskvalifisering

source: Qualification
nb: Kvalifisering

source: Proleague
nb: Proleage

source: Tag
nb: Nick

source: Race
nb: Rase

source: TLPD DB
nb: TLPD database

source: tag
nb: nick

source: race
nb: rase

source: TLPD DBs
nb: TLPD database

source: F jS
nb: j. F

source: Date
nb: Dato

source: Source
nb: Kilde

source: Notes
nb: Notater

source: LB: Round 1->Round 2
nb: Taper-sluttspill: runde 1 til 2

source: LB: Round 1->Round 4
nb: Taper-sluttspill: runde 1 til 4

source: LB: Round 1->Round 6
nb: Taper-sluttspill: runde 1 til 6

source: LB: Round 1->Round 8
nb: Taper-sluttspill: runde 1 til 8

source: January
nb: januar

source: February
nb: februar

source: March
nb: mars

source: May
nb: mai

source: June
nb: juni

source: July
nb: juli

source: October
nb: oktober

source: December
nb: desember

source: Oct.
nb: okt.

source: Dec.
nb: des.

source: may
nb: mai

source: oct
nb: okt

source: dec
nb: des

source: Monday
nb: mandag

source: Tuesday
nb: tirsdag

source: Wednesday
nb: onsdag

source: Thursday
nb: torsdag

source: Friday
nb: fredag

source: Saturday
nb: lørdag

source: Sunday
nb: søndag

source: mon
nb: man

source: tue
nb: tir

source: wed
nb: ons

source: thu
nb: tor

source: fri
nb: fre

source: sat
nb: lør

source: sun
nb: søn

source: Event object
nb: Turneringsobjekt

source: Score
nb: Poeng

source: log
nb: logg

source: Description
nb: Beskrivelse

source: [prize] [player]
nb: [premie] [spiller]

source: Extant stories
nb: Eksisterende fortellinger

source: Navigation
nb: Navigasjon

source: Matchups
nb: Oppgjør

source: Go
nb: Gå til

source: Dates
nb: Datoer

source: Races:
nb: Raser:

source: F jS, Y
nb: j. F Y

source: DEVELOPMENT SERVER
nb: UTVIKLINGSSERVER

# Big first letter
source: Oct
nb: Ckt

# Big first letter
source: Dec
nb: Des

source: #%(rank)s %(countryfull)s
nb: #%(rank)s i %(countryfull)s

source: AKA
nb: Alias

source: %(pla)s vs. %(plb)s
nb: %(pla)s mot %(plb)s

source: Verdict:
nb: Prognose:

source: Top %(num)s
nb: Topp %(num)s

source: Performance
nb: Ytelse

source: Winrate [%%]
nb: Seiersrate [%%]

source: Race, i.e. "P", "T", "Z", "R" or "S"
nb: Rase, dvs. "P", "T", "Z", "R" (tilfeldig) eller "S" (rasebytter)

source: #%(rank)s %(name)s
nb: #%(rank)s i %(name)s
