Repository: TheBB/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nb

source: Exchange rate not found for currency %(code)s on %(date)s
fr: Taux de change introuvable pour la monnaie %(code)s au %(date)s
nb: Valutakurs for %(code)s ble ikke funnet på %(date)s

source: '%s' not unique
fr: '%s' n'est pas unique
nb: '%s' er ikke unik

source: You are not logged in.
fr: Vous n'êtes pas connecté.
nb: Du er ikke logget inn.

source: login
fr: connexion
nb: logg inn

source: You are logged in as %s
fr: Vous êtes connecté en tant que %s
nb: Du er logget inn som %s

source: logout
fr: déconnexion
nb: logg ut

source: change password
fr: changer le mot de passe
nb: endre passord

source: This field is required.
fr: Ce champ est obligatoire.
nb: Dette feltet er påkrevd.

source: Ranking
fr: Classement
nb: Rangering

source: Current
fr: Actuel
nb: Dagens

source: History
fr: Historique
nb: Historie

source: Earnings
fr: Gains
nb: Inntekt

source: Teams
fr: Équipes
nb: Lag

source: Transfers
fr: Transferts
nb: Lagbytter

source: All
fr: Tous
nb: Alle

source: Results
fr: Résultats
nb: Resultater

source: By Date
fr: Par Date
nb: Etter dato

source: By Event
fr: Par Événement
nb: Etter turnering

source: Search
fr: Recherche
nb: Søk

source: Inference
fr: Inférence
nb: Inferens

source: Predict
fr: Prédire
nb: Prognoser

source: Misc
fr: Divers
nb: Div

source: Balance Report
fr: Rapport d'équilibrage
nb: Balanserapport

source: Days Since…
fr: Jours depuis que...
nb: Dager siden…

source: Compare
fr: Comparer
nb: Sammenlign

source: About
fr: À propos
nb: Om

source: Database
fr: Base de données
nb: Databasestatus

source: Submit
fr: Soumettre
nb: Send inn

source: Matches
fr: Matchs
nb: Kamper

source: Review
fr: Validation
nb: Må gjennomgås

source: Events
fr: Événements
nb: Turneringer

source: Open events
fr: Événements ouverts
nb: Åpne turneringer

source: Summary
fr: Aperçu
nb: Oversikt

source: Rating history
fr: Évolution
nb: Ratinghistorie

source: Match history
fr: Historique des matchs
nb: Spillhistorie

source: Adjustments
fr: Ajustements
nb: Justeringer

source: Contains player information.
fr: Contient les informations du joueur
nb: Inneholder spillerinformasjon.

source: primary key
fr: clé primaire
nb: primærnøkkel

source: in-game name of the player
fr: pseudonyme du joueur
nb: spillernick

source: real name
fr: nom complet
nb: virkelig navn

source: birthday
fr: date de naissance
nb: fødselsdag

source: MC number
fr: nombre MC
nb: MC-tall

source: external TLPD ID
fr: ID TLPD externe
nb: ekstern TLPD ID

source: bit-flag value denoting which TLPD databases this player is in (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)
fr: valeur drapeau indiquant dans quelle base de données TLPD figure le joueur : (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)
nb: bitflaggverdi som viser hvilke TLPD-databaser spilleren er i (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)

source: title of Liquipedia page (the part after http://wiki.teamliquid.net/starcraft2/)
fr: titre de la page Liquipedia (la partie après http://wiki.teamliquid.net/starcraft2/)
nb: tittelen på Liquipedia-siden (det som kommer etter http://wiki.teamliquid.net/starcraft2/)

source: external sc2earnings.com ID
fr: ID sc2earnings.com externe
nb: ekstern SC2Earnings.com ID

source: ISO-3166-1 alpha-2 country code
fr: code pays ISO-3166-1 alpha-2
nb: ISO-3166-1 alfa-2 landkode

source: P, T or Z for normal races, R for random and S for race switcher
fr: P, T ou Z pour les races standard, R pour un joueur aléatoire et S pour un joueur changeant de race
nb: P, T eller Z for normale raser, R for tilfeldig og S for rasebytter

source: their PP score (see <a href="%s">Hall of Fame</a> for explanation)
fr: son score PP (voir le <a href="%s">Hall of Fame</a> pour plus d'explications)
nb: spillerens PP-rating (se <a href="%s">Hall of Fame</a> for forklaring)

source: foreign key to period (start of PP-period)
fr: clé étrangère de period (début de la période PP)
nb: fremmednøkkel til period (starten på PP-perioden)

source: foreign key to period (first period after end of PP-period)
fr: clé étrangère de period (début de la période PP)
nb: fremmednøkkel til period (første periode etter slutten på PP-perioden)

source: foreign key to rating (should link to the latest published rating of the player)
fr: clé étrangère de rating (doit rediriger vers la dernière évaluation du joueur publiée)
nb: fremmednøkkel til rating (bør linke til den nyligste publiserte ratingen til spilleren)

source: Contains game information.
fr: Contient les informations du match.
nb: Inneholder kampinformasjon.

source: foreign key to period (the period this match was played in)
fr: clé étrangère de period (la période durant laquelle ce match a été joué)
nb: fremmednøkkel til period (perioden denne kampen ble spilt i)

source: when the match was played (often approximate)
fr: quand le match a été joué (souvent approximatif)
nb: når kampen ble spilt (ofte omtrentlig)

source: foreign key to player (player A)
fr: clé étrangère de player (joueur A)
nb: fremmednøkkel til player (spiller A)

source: foreign key to player (player B)
fr: clé étrangère de player (joueur B)
nb: fremmednøkkel til player (spiller B)

source: score for player A
fr: score pour le joueur A
nb: resultat for spiller A

source: score for player B
fr: score pour le joueur B
nb: resultat for spiller B

source: race for player A (not necessarily same as pla.race, S is not allowed)
fr: race du joueur A (pas nécessairement la même que pla.race, S n'est pas autorisé)
nb: rase for spiller A (ikke nødvendigvis det samme som pla.race, S er ikke tillatt)

source: race for player B (not necessarily same as plb.race, S is not allowed)
fr: race du joueur B (pas nécessairement la même que plb.race, S n'est pas autorisé)
nb: rase for spiller B (ikke nødvendigvis det samme som plb.race, S er ikke tillatt)

source: true if the match has been rated
fr: true si le match a été évalué
nb: sant hvis kampen har blitt tatt med i ratingberegningene

source: tournament, round, group etc. (superceded by eventobj_id if latter is not null)
fr: tournoi, tour, groupe, etc. (remplacé par eventobj_id si le dernier n'est pas nul)
nb: turnering, runde, gruppe etc. (avløst av eventobj_id hvis denne er ikke null)

source: foreign key to event (supercedes event field)
fr: clé étrangère de event (remplace le champ event)
nb: fremmednøkkel til event (avløser event-feltet)

source: foreign key to a table removed from the dump
fr: clé étrangère d'une table retirée du dump
nb: fremmednøkkel til en tabell som er fjernet fra dumpen

source: game version used (WoL, HotS, LotV)
fr: version du jeu utilisée (WoL, HotS, LotV)
nb: spillversjon brukt (WoL, HotS, LotV)

source: whether this match was played offline
fr: si le match a été joué offline
nb: om denne kampen ble spilt offline

source: foreign key to rating (rating of player A at the time of the match)
fr: clé étrangère de rating (évaluation du joueur A au moment du match)
nb: fremmednøkkel til rating (ratingen til spiller A på kamptidspunktet)

source: foreign key to rating (rating of player B at the time of the match)
fr: clé étrangère de rating (évaluation du joueur B au moment du match)
nb: fremmednøkkel til rating (ratingen til spiller A på kamptidspunktet)

source: Contains event information. Events are organized in a tree as defined by the <strong>eventadjacency</strong> table. “Event” in this case means anything from organizer, season, tournament, round (including qualifiers), group, days and weeks, etc.
fr: Contient les informations de l'évènement. Les évènements sont organisés en un arbre défini par le table <strong>eventadjacency</strong>. l'"évènement" dans ce cas signifie à la fois l'organisateur, la saison, le tournoi, le tour (incluant les qualifications), le groupe, les jours et les semaines, etc.
nb: Inneholder turneringsinformasjon. Turneringer er organisert i et tre i henhold til <strong>eventadjacency</strong>-tabellen. “Turnering” i dette tilfellet kan bety alt fra arrangør, sesong, turnering, runde (inkludert kvalifiseringsrunder), gruppe, dager og uker osv.

source: name of this node
fr: nom de ce nœud
nb: navnet på denne noden

source: parent node
fr: nœud parent
nb: foreldrenode

source: deprecated
fr: obsolète
nb: utdatert

source: whether the event is finished or not
fr: si l'événement est terminé ou non
nb: om turneringen er ferdig eller ikke

source: whether the event is considered large (many games)
fr: si l'événement est considéré comme important (beaucoup de games)
nb: om turneringen er stor (inneholder mange partier)

source: whether this event should be skipped in the fullname of descendants
fr: si cet événement doit être ignoré dans le nom complet des descendants
nb: om turneringen skal hoppes over i det fulle navnet i etterkommerne

source: full name of this event (including names of ancestors)
fr: nom complet de l'événement (y compris les noms des parents)
nb: det fulle navet på denne turneringen (inkludert navnene på stamfedre)

source: URL of the event website
fr: URL du site du tournoi
nb: adressen til turneringens hjemmeside

source: bit-flag value denoting which TLPD databases this event is in: (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)
fr: valeur drapeau indiquant dans quelle base de données TLPD figure l'événement : (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)
nb: bitflaggverdi som viser hvilke TLPD-databaser turneringen er i: (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)

source: TL.net forum thread ID
fr: ID du fil de discussion sur TL.net
nb: TL.net forumtråds-ID

source: whether this event has an associated prizepool (NULL if unknown)
fr: si l'événement a un prize pool associé (NULL s'il est inconnu)
nb: om turneringen har tilknyttede premier (NULL hvis ukjent)

source: date of earliest match
fr: date du premier match
nb: dato på første kamp

source: date of latest match
fr: date du dernier match
nb: dato på siste kamp

source: team, individual or frequent (only set for root nodes)
fr: team, individual ou frequent (uniquement pour les noeuds racines)
nb: team (lag), individual (individuell) eller frequent (hyppig) (kun satt for rotnoder)

source: category, event (i.e. tournament) or round (you can assume that ancestors of events are always categories and that descendants of events are always rounds)
fr: category, event (ex : tournoi) ou round (vous pouvez partir du fait que les ancêtres des événements sont toujours des catégories et que les descendants des événements sont toujours des rounds)
nb: category (kategori), event (dvs. turnering) eller round (runde) (du kan anta at stamfedre av turneringer alltid er kategorier og at etterkommere av turneringer alltid er runder)

source: sorting index
fr: index de tri
nb: sorteringsindeks

source: Contains the tree information for events. There is a row here for every ancestor-descendant relationship. This table contains the transitive closure, so links of any distance are listed.
fr: Contient la hiérarchie des événements. Il y a une ligne pour chaque relation parent-descendant. Cette table contient la fermeture transitive afin que les liens de n'importe quelle distance soit listés.
nb: Inneholder informasjon om trestrukturen for turneringene. Hver rad beskriver en kobling mellom forfar og etterkommer. Denne tabellen inneholder den transitive lukningen, så det er lenker som er vilkårling lange.

source: foreign key to event
fr: clé étrangère de event
nb: fremmednøkkel til turnering

source: how many edges between the nodes
fr: combien d'arcs entre les nœuds
nb: hvor mange kanter mellom nodene

source: Contains rating information.
fr: Contient les informations sur le classement
nb: Inneholder ratinginformasjon.

source: foreign key to period
fr: clé étrangère de period
nb: fremmednøkkel til period

source: foreign key to player
fr: clé étrangère de player
nb: fremmednøkkel til player

source: current rating
fr: classement actuel
nb: dagens rating

source: current rating delta vP
fr: écart de niveau actuel contre P
nb: dagens rating-delta mot protoss

source: current rating delta vT
fr: écart de niveau actuel contre T
nb: dagens rating-delta mot terran

source: current rating delta vZ
fr: écart de niveau actuel contre Z
nb: dagens rating-delta mot zerg

source: current RD
fr: Écart type actuel
nb: dagens ratingavvik

source: current RD vP
fr: Écart type actuel vP
nb: dagens ratinggavik mot protoss

source: current RD vT
fr: Écart type actuel vT
nb: dagens ratingavvik mot terran

source: current RD vZ
fr: Écart type actuel vZ
nb: dagens ratinggavik mot zerg

source: performance rating in this period
fr: niveau de performance sur la période
nb: ytelsesrating i denne perioden

source: performance rating vP in this period
fr: niveau de performance contre P sur la période
nb: ytelsesrating mot protoss i denne perioden

source: performance rating vT in this period
fr: niveau de performance contre T sur la période
nb: ytelsesrating mot terran i denne perioden

source: performance rating vZ in this period
fr: niveau de performance contre Z sur la période
nb: ytelsesrating mot zerg i denne perioden

source: smoothed rating
fr: Niveau lissé
nb: glattet rating

source: smoothed rating vP
fr: Niveau lissé contre P
nb: glattet rating mot protoss

source: smoothed rating vT
fr: Niveau lissé contre T
nb: glattet rating mot terran

source: smoothed rating vZ
fr: Niveau lissé contre Z
nb: glattet rating mot zerg

source: smoothed RD
fr: Écart type actuel lissé
nb: glattet ratingavvik

source: smoothed RD vP
fr: Écart type actuel lissé vP
nb: glattet ratingavvik mot protoss

source: smoothed RD vZ
fr: Écart type actuel lissé vZ
nb: glattet ratingavvik mot zerg

source: smoothed RD vT
fr: Écart type actuel lissé vT
nb: glattet ratingavvik mot terran

source: rank
fr: classement
nb: rang

source: rank vP
fr: classement contre P
nb: rang mot protoss

source: rank vT
fr: classement contre T
nb: rang mot terran

source: rank vZ
fr: classement contre Z
nb: rang mot zerg

source: number of periods since last game
fr: nombre de période depuis la dernière partie
nb: antall perioder siden siste kamp

source: rating gap to number 7 (used in the <a href="%s">Hall of Fame</a>)
fr: écart de niveau jusqu'au nombre 7 (utilisé dans le <a href="%s">Hall of Fame</a>)
nb: ratingsforskjell ned (eller opp) til nummer sju (brukt til <a href"%s">Hall of Fame</a>)

source: foreign key to rating; previous rating for this player
fr: clé étrangère pour rating; ancient rating pour ce joueur
nb: fremmednøkkel til rating; forrige rating for denne spilleren

source: A period represent a discrete time interval used for rating computation purposes.
fr: Une période représente un interval de temps défini utilisé pour le calcul du niveau
nb: En periode representerer et diskret tidsintervall som brukes til ratingberegninger.

source: starting date (inclusive)
fr: date de début (inclus)
nb: startdato (inklusiv)

source: ending date (inclusive)
fr: date de fin (inclus)
nb: sluttdato (inklusiv)

source: whether this period has been rated
fr: si cette période a été évaluée
nb: om denne perioden har blitt beregnet

source: whether this period needs re-rating (something has changed)
fr: si cette période a besoin d'être ré-évaluée (quelque chose a changé)
nb: om denne perioden må beregnes på nytt (dersom noe har endret seg)

source: number of returning players
fr: nombre d'anciens joueurs
nb: antall returnerende spillere

source: number of new players
fr: nombre de nouveaux joueurs
nb: antall nye spillere

source: number of games played
fr: nombre de parties jouées
nb: antall partier spilt

source: OP-score for Protoss
fr: score OP pour Protoss
nb: OP-tall for protoss

source: OP-score for Terran
fr: score OP pour Terran
nb: OP-tall for terran

source: OP-score for Zerg
fr: score OP pour Zerg
nb: OP-tall for zerg

source: Contains group information (for now, this means teams).
fr: contient les information de groupe (pour le moment, cela signifie les équipes)
nb: Inneholder gruppeinformasjon (akkurat nå betyr dette lag).

source: name of group
fr: nom du groupe
nb: gruppenavn

source: short name of group
fr: abréviation du nom du groupre
nb: kort navn

source: all-kill score (if team)
fr: score en all-kill (si par équipe)
nb: all-kill rating (for lag)

source: proleague score (if team)
fr: score en proleague (si par équipe)
nb: proleague rating (for lag)

source: date founded
fr: date de création
nb: dato grunnlagt

source: date disbanded
fr: date de dissolution
nb: dato nedlagt

source: whether the group is active
fr: si le groupe est actif
nb: om gruppen er aktiv eller nedlagt

source: URL of team website
fr: URL du site web de l'équipe
nb: adresse til lagets hjemmeside

source: whether this group is a proper team
fr: si ce groupe est une équipe
nb: om gruppen er et lag eller ikke

source: whether this group has manually added members or not (currently has no effect, there are no automatic groups)
fr: si ce groupe ait été créé manuellement par les membre ou non (pour le moment n'a aucun effet, il n'y a pas de création automatique de groupes)
nb: om gruppen har manuelt tilknyttede medlemmer eller ikke (uten effekt akkurat nå (det finnes ingen automatiske grupper))

source: Links teams and players together in a many-to-many relationship.
fr: lie les équipe et les joueurs ensemble dans des relations de plusieurs-à-plusieurs
nb: Binder lag og spillere sammen i et mange-til-mange-forhold.

source: foreign key to group
fr: clé étrangère pour group
nb: fremmednøkkel til group

source: start date of membership
fr: date d'arrivée dans l'équipe
nb: startdato for medlemskap

source: end date of membership
fr: date de départ de l'équipe
nb: sluttdato for medlemskapet

source: whether the membership is in effect (many end dates are unknown, so this is needed)
fr: si l'appartenance à l'équipe est active (de nimbreuses date de fin de contrat sont inconnu, aussi c'est nécessaire)
nb: om medlemskapet er gyldig i dag (mange sluttdatoer er ukjent, så dette feltet trengs)

source: whether the player is a playing member (false for coaches, among others)
fr: si le joueur est un joueur membre (faux pour les entraineurs par exemple)
nb: om spilleren spiller for laget (usant for eksempel for trenere)

source: Contains prize pool information. Each row represents a single payout to a single player.
fr: contient les informations relatives aux gains. Chaque colonne représente un versement à un joueur unique
nb: Inneholder premieinformasjon. Hver rad representerer én utbetaling til én spiller.

source: amount in USD at the time of the win
fr: montant en USD au moment de la victoire
nb: sum i amerikanske dollar på seierstidspunktet

source: amount in original currency
fr: montant dans la device originel
nb: sum i den opprinnelige valutaen

source: currency code
fr: code de la devise
nb: valutakode

source: place in the event
fr: lieu de l'évènement
nb: plassering i turneringen

source: Contains aliases for teams and players (common nicknames and shortened names.)
fr: contient les alias pour les équipes et les joueurs (pseudonymes courants et abréviation des noms)
nb: Inneholder aliaser for lag og spillere (vanlige kallenavn og korte navn.)

source: the alias
fr: l'alias
nb: aliaset

source: Contains messages associated with some objects, containing perhaps relevant information.
fr: contient les messages associées aux objets, contenant peut-être des informations pertinentes.
nb: Inneholder meldinger som er tilknyttet visse objekter, og som inneholder mulig relevant informasjon.

source: info, warning, sucess or error
fr: info, alertes, succès ou erreur
nb: info, warning (advarsel), success (suksess) eller error (feil)

source: text describing this message
fr: texte décrivant ce message
nb: tekst som beskriver denne meldingen

source: parameters for string interpolation
fr: paramètres pour l'interpolation des chaînes de caractères
nb: parametre for strenginterpolering

source: foreign key to match
fr: clé étrangère pour match
nb: fremmednøkkel til match

source: Contains stories (dots plotted in some players' rating charts.)
fr: contient les histoires (points placés sur certains graphiques de niveau de certains joueurs)
nb: Inneholder fortellinger (prikkene i noen spilleres ratingplott.)

source: text describing this story
fr: texte décrivant cette histoire
nb: tekst som beskriver hendelsen

source: when it happened
fr: quand cela s'est passé
nb: når det skjedde

source: foreign key to event (if applicable)
fr: clé étrangère pour event (si applicable)
nb: fremmednøkkel til event (om relevant)

source: The blog/news section is only in English, sorry.
fr: La section blog/news est seulement en anglais, désolé.
nb: Bloggen/nyhetsseksjonen er kun på engelsk. Beklager.

source: Name/organization
fr: Nom/organisation
nb: Navn/organisasjon

source: Entered data was invalid.
fr: Les données entrées étaient invalides
nb: Innsendte data var ugyldig.

source: Your API key is <code>%s</code>. Please keep it safe.
fr: Votre clef API est <code>%s</code>. Conservez la précieusement.
nb: Din API-nøkkel er <code>%s</code>. Vennligst hold den hemmelig.

source: The API documentation is only in English, sorry.
fr: La documentation de l'API est en anglais seulement, désolé.
nb: API-dokumentasjonen er kun på engelsk. Beklager.

source: The old password didn't match. Your password was not changed.
fr: L'ancien mot de passe ne correspond pas. Votre mot de passe n'a pas été changé.
nb: Det gamle passordet stemte ikke. Passordet ble ikke endret.

source: The new passwords didn't match. Your password was not changed.
fr: Le nouveau mot de passe ne correspond pas. Le mot de passe n'a pas été changé.
nb: Det nye passordet stemte ikke overens. Passordet ble ikke endret.

source: The password for %s was successfully changed.
fr: Le mot de passe pour %s a été changé avec succès
nb: Passordet for %s ble endret.

source: Africa
fr: Afrique
nb: Afrika

source: Antarctica
fr: Antartique
nb: Antarktis

source: Asia
fr: Asie

source: North America
fr: Amérique du Nord
nb: Nord-Amerika

source: Oceania
fr: Océanie
nb: Oseania

source: South America
fr: Amérique du Sud
nb: Sør-Amerika

source: Albania
fr: Albanie

source: Algeria
fr: Algérie

source: American Samoa
fr: Îles Samoa
nb: Amerikansk Samoa

source: Andorra
fr: Andore

source: Antigua and Barbuda
fr: Antigue et Barbade
nb: Antigua og Barbuda

source: Azerbaijan
fr: Azerbaïdjan
nb: Aserbajdsjan

source: Argentina
fr: Argentine

source: Australia
fr: Australie

source: Austria
fr: Autriche
nb: Østerrike

source: Bahrain
fr: Bahreïn

source: Armenia
fr: Arménie

source: Barbados
fr: Barbade

source: Belgium
fr: Belgique
nb: Belgia

source: Bermuda
fr: Bermude

source: Bhutan
fr: Bhoutan

source: Bolivia
fr: Bolivie

source: Bosnia and Herzegovina
fr: Bosnie-Herzégovine
nb: Bosnia og Herzegovina

source: Bouvet Island
fr: Îles Bouvet
nb: Bouvetøya

source: Brazil
fr: Brésil
nb: Brasil

source: Belize
fr: Bélize

source: British Indian Ocean Territory
fr: Territoire britanique de l'Océan Indien
nb: Det britiske territoriet i Indiahavet

source: Solomon Islands
fr: Îles Salomon
nb: Solomonøyene

source: British Virgin Islands
fr: Îles Vierges britanniques
nb: De britiske jomfruøyene

source: Bulgaria
fr: Bulgarie

source: Myanmar
fr: Birmanie

source: Belarus
fr: Biélorussie
nb: Hviterussland

source: Cambodia
fr: Cambodge
nb: Kambodsja

source: Cameroon
fr: Cameroun
nb: Kamerun

source: Cape Verde
fr: Cap-Vert
nb: Kapp Verde

source: Cayman Islands
fr: Îles Caïmans
nb: Caymanøyene

source: Central African Republic
fr: République de Centre Afrique
nb: Den sentralafrikanske republikk

source: Chad
fr: Tchad
nb: Tsjad

source: Chile
fr: Chili

source: China
fr: Chine
nb: Kina

source: Taiwan
fr: Taïwan

source: Christmas Island
fr: Île Christmas
nb: Juleøya
