Repository: TheBB/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nb

source: Cocos (Keeling) Islands
fr: Îles Cocos (Kelling)
nb: Kokosøyene

source: Colombia
fr: Colombie

source: Comoros
fr: Comores
nb: Komorene

source: Cook Islands
fr: Îles Cook
nb: Cookøyene

source: Croatia
fr: Croatie
nb: Kroatia

source: Cyprus
fr: Chypre
nb: Kypros

source: Czech Republic
fr: République Tchèque
nb: Tsjekkia

source: Benin
fr: Bénin

source: Denmark
fr: Danemark
nb: Danmark

source: Dominica
fr: Dominique

source: Dominican Republic
fr: République Dominicaine
nb: Den dominikanske republikk

source: Ecuador
fr: Equateur

source: El Salvador
fr: Salvador

source: Equatorial Guinea
fr: Guinée équatoriale
nb: Ekvatorial-Guinea

source: Ethiopia
fr: Éthiopie
nb: Etiopia

source: Eritrea
fr: Érythrée

source: Estonia
fr: Estonie
nb: Estland

source: Faroe Islands
fr: Îles Féroé
nb: Færøyene

source: Falkland Islands (Malvinas)
fr: Îles Malouines (Falkland)
nb: Falklandsøyene

source: South Georgia and the South Sandwich Islands
fr: Géorgie du Sud et Îles Sandwich du Sud
nb: Sør-Georgia og Sør-Sandwichøyene

source: Fiji
fr: Fidji

source: Finland
fr: Finlande

source: Åland Islands
fr: Îles Åland
nb: Åland

source: French Guiana
fr: Guyane française
nb: Fransk Guiana

source: French Polynesia
fr: Polynésie française
nb: Fransk Polynesia

source: French Southern Territories
fr: Territoires français du Sud
nb: De franske sørterritorier

source: Georgia
fr: Géorgie

source: Gambia
fr: Gambie

source: Palestinian Territory
fr: Territoire Palestinien
nb: Palestina

source: Germany
fr: Allemagne
nb: Tyskland

source: Greece
fr: Grèce
nb: Hellas

source: Greenland
fr: Groënland
nb: Grønland

source: Grenada
fr: Grenade

source: Guinea
fr: Guinée

source: Guyana
fr: Guyane

source: Haiti
fr: Haïti

source: Heard Island and McDonald Islands
fr: Îles Heard et MacDonald
nb: Heard- og McDonaldøyene

source: Vatican City
fr: Vatican
nb: Vatikanstaten

source: Hungary
fr: Hongrie
nb: Ungarn

source: Iceland
fr: Islande
nb: Island

source: India
fr: Inde

source: Indonesia
fr: Indonésie

source: Iraq
fr: Irak
nb: Irak

source: Ireland
fr: Irlande
nb: Irland

source: Israel
fr: Israël

source: Italy
fr: Italie
nb: Italia

source: Cote d'Ivoire
fr: Côte d'Ivoire
nb: Elfenbenskysten

source: Jamaica
fr: Jamaïque

source: Japan
fr: Japon

source: Jordan
fr: Jordanie

source: North Korea
fr: Corée du Nord
nb: Nord-Korea

source: South Korea
fr: Corée du Sud
nb: Sør-Korea

source: Kuwait
fr: Koweït

source: Kyrgyzstan
fr: Kirghizistan
nb: Kirgisistan

source: Lebanon
fr: Liban
nb: Libanon

source: Latvia
fr: Lettonie

source: Liberia
fr: Libéria

source: Libya
fr: Libye

source: Lithuania
fr: Lituanie
nb: Litauen

source: Malaysia
fr: Malaisie

source: Malta
fr: Malte

source: Mauritania
fr: Mauritanie

source: Mauritius
fr: Maurice

source: Mexico
fr: Mexique

source: Mongolia
fr: Mongolie

source: Moldova
fr: Moldavie

source: Montenegro
fr: Monténégro

source: Morocco
fr: Maroc
nb: Marokko

source: Namibia
fr: Namibie

source: Nepal
fr: Népal

source: Netherlands
fr: Pays-Bas
nb: Nederland

source: Netherlands Antilles
fr: Antilles néerlandaises
nb: De nederlandske antillene

source: New Caledonia
fr: Nouvelle Calédonie
nb: Ny Caledonia

source: New Zealand
fr: Nouvelle-Zélande

source: Nigeria
fr: Nigéria

source: Norfolk Island
fr: Île Norfolk
nb: Norfolkøyene

source: Norway
fr: Norvège
nb: Norge

source: Northern Mariana Islands
fr: Îles Mariannes du Nord
nb: Nord-Marianene

source: United States Minor Outlying Islands
fr: Îles mineures éloignées des États-Unis
nb: USAs ytre småøyer

source: Micronesia
fr: Micronésie
nb: Mikronesia

source: Marshall Islands
fr: Îles Marshall
nb: Marshalløyene

source: Palau
fr: Palaos

source: Papua New Guinea
fr: Papouasie-Nouvelle-Guinée
nb: Papua Ny-Guinea

source: Peru
fr: Pérou

source: Pitcairn Islands
fr: Îles Pitcairn
nb: Pitcairnøyene

source: Poland
fr: Pologne
nb: Polen

source: Guinea-Bissau
fr: Guinée-Bissau

source: Timor-Leste
fr: Timor oriental
nb: Øst-Timor

source: Puerto Rico
fr: Porto Rico

source: Reunion
fr: Réunion

source: Romania
fr: Roumanie

source: Russia
fr: Russie
nb: Russland

source: Saint Barthelemy
fr: Saint-Barthélemy
nb: Sankt Barthelemy

source: Saint Helena
fr: Sainte-Hélène
nb: St. Helena

source: Saint Kitts and Nevis
fr: Saint-Christophe-et-Niévès
nb: Saint Kitts og Nevis

source: Saint Lucia
fr: Sainte-Lucie

source: Saint Pierre and Miquelon
fr: Saint-Pierre-et-Miquelon
nb: Saint Pierre og Miquelon

source: Saint Vincent and the Grenadines
fr: Saint-Vincent-et-les-Grenadines
nb: Saint Vincent og Grenadinene

source: San Marino
fr: Saint-Marin

source: Sao Tome and Principe
fr: Sao Tomé-et-Principe
nb: Sao Tome og Principe

source: Saudi Arabia
fr: Arabie Saoudite

source: Senegal
fr: Sénégal

source: Serbia
fr: Serbie

source: Singapore
fr: Singapour

source: Slovakia
fr: Slovaquie

source: Vietnam
fr: Viêt Nam

source: Slovenia
fr: Slovénie

source: Somalia
fr: Somalie

source: South Africa
fr: Afrique du Sud
nb: Sør-Afrika

source: Spain
fr: Espagne
nb: Spania

source: Western Sahara
fr: Sahara occidental
nb: Vest-Sahara

source: Sudan
fr: Soudan

source: Svalbard & Jan Mayen Islands
fr: Svalbard et Jan Mayen
nb: Svalbard og Jan Mayen

source: Sweden
fr: Suède
nb: Sverige

source: Switzerland
fr: Suisse
nb: Sveits

source: Syria
fr: Syrie

source: Thailand
fr: Thaïlande

source: Trinidad and Tobago
fr: Trinité-et-Tobago
nb: Trinidad og Tobago

source: United Arab Emirates
fr: Émirats Arabes Unis
nb: Forente arabiske emirater

source: Tunisia
fr: Tunisie

source: Turkey
fr: Turquie
nb: Tyrkia

source: Turkmenistan
fr: Turkménistan

source: Turks and Caicos Islands
fr: Îles Turques-et-Caïques
nb: Turks- og Caicosøyene

source: Uganda
fr: Ouganda

source: Macedonia
fr: Macédoine
nb: Makedonia

source: Egypt
fr: Egypte

source: United Kingdom
fr: Royaume-Uni
nb: Storbritannia

source: Guernsey
fr: Guernesey

source: Isle of Man
fr: Île de Man
nb: Man

source: Tanzania
fr: Tanzanie

source: United States of America
fr: Etats-Unis d'Amérique
nb: USA

source: United States Virgin Islands
fr: Îles Vierges des États-Unis
nb: De amerikanske jomfruøyene

source: Uzbekistan
fr: Ouzbékistan
nb: Usbekistan

source: Venezuela
fr: Vénézuéla

source: Wallis and Futuna
fr: Wallis-et-Futuna
nb: Wallis og Futuna

source: Yemen
fr: Yémen

source: Zambia
fr: Zambie

source: The FAQ section is only in English, sorry.
fr: La section FAQ est en anglais seulement, désolé.
nb: FAQ-seksjonen er kun på engelsk. Beklager.

source: Best-of-N match
fr: Meilleurs des N matchs
nb: Best-av-N kamp

source: Expected exactly two players.
fr: Exactement deux joueurs attendus
nb: Forventet nøyaktig to spillere.

source: Expected exactly one 'best of'.
fr: Exactement un "meilleur des" attendu
nb: Forventet nøyaktig én 'best av'.

source: Dual tournament
fr: Tournoi à double élimination
nb: Dualturnering

source: Expected exactly four players.
fr: Exactement quatre joueurs attendus
nb: Forventet nøyaktig fire spillere.

source: Single elimination bracket
fr: Tournoi à élimination directe
nb: Utslagsturnering

source: Expected number of players to be a power of two (2,4,8,…).
fr: Nombre de joueurs puissance de 2 attendus (2, 4, 8, 16, ...)
nb: Forventet en toerpotens antall spillere (2,4,8,…).

source: Expected at least one 'best of'.
fr: Au moins un "meilleur des" attendu
nb: Forventet minst én 'best av'.

source: Round robin group
fr: Groupe à la ronde (round-robin)
nb: Gruppespill

source: Expected at least three players.
fr: Au moins trois joueurs attendus
nb: Forventet minst tre spillere.

source: Proleague team match
fr: Match par équipe de proleague
nb: Lagkamp à la Proleague

source: Expected an even number of players.
fr: Nombre équivalent de joueurs attendu
nb: Forventet et jevnt antall spillere.

source: Best of
fr: Meilleur des
nb: Best av

source: Players
fr: Joueurs
nb: Spillere

source: Must be a comma-separated list of positive odd integers (1,3,5,…).
fr: Doit être une liste positive d'entiers impairs séparés par des virgules (1, 3, 5, ...)
nb: Må være en kommeseparert liste av positive odde heltall (1,3,5,…).

source: No matches found: '%s'.
fr: Aucune correspondance trouvée : '%s'.
nb: Ingen treff ble funnet: '%s'.

source: One or more errors found in player list.
fr: Une ou plusieurs erreurs trouvées dans la liste des joueurs
nb: En eller flere feil ble funnet i spillerlisten.

source: Intial round
fr: Premier tour
nb: Første runde

source: Winners' and losers' matches
fr: Matchs des vainqueurs et des perdants
nb: Vinner- og taperkamper

source: Final match
fr: Match final
nb: Finale

source: Round %i
fr: Tour %i
nb: Runde %i

source: Group play
fr: Session de poules
nb: Gruppespill

source: Median outcome
fr: Résultat médian
nb: Medianresultat

source: Modify
fr: Modifier
nb: Endre

source: Estimated by
fr: Estimé par
nb: Estimert av

source: 1st
fr: 1er

source: 2nd
fr: 2e

source: 3rd
fr: 3e

source: 4th
fr: 4e

source: Win
fr: Victoire
nb: Seier

source: Median Outcome Bracket
fr: Résultat médian de l'arbre
nb: Medianresultat

source: Charts showing balance in StarCraft II over time.
fr: Graphique montrant l'équilibrage de StarCraft II dans le temps
nb: Grafer over balansen i StarCraft II over tid.

source: Number of days since...
fr: Nombre de jours depuis...
nb: Antall dager siden...

source: Page showing the most recent time some things happened.
fr: Page montrant la dernière fois que des choses se sont produites
nb: Viser den siste gangen visse ting skjedde.

source: Tool for comparing players.
fr: Outils pour comparer plusieurs joueurs
nb: Verktøy for å sammenligne spillere.

source: MMA and DongRaeGu played a Bo5+
fr: Que MMA et DongRaeGu ont joué un BO5+
nb: MMA og DongRaeGu spile en Bo5+

source: Mvp won a premier event
fr: Que Mvp a remporté son premier tournoi
nb: Mvp vant en stor turnering

source: A Korean terran won against a Korean protoss in a Bo5+ (offline)
fr: Qu'un Terran coréen a gagné contre un Protoss coréen dans un Bo5+ (offline)
nb: En koreansk terran vant mot en koreansk protoss i en Bo5+ (offline)

source: A foreign terran won against a Korean protoss (offline)
fr: Qu'un Terran non-coréen a gagné contre un Protoss coréen (offline)
nb: En ikke-koreansk terran vant mot en koreansk protoss (offline)

source: A foreigner won in Proleague
fr: Qu'un non-coréen a gagné en Proleague
nb: En ikke-koreaner vant i Proleague

source: A foreigner won in the GSL Code S
fr: Qu'un non-corréen a gagné en code S de la GSL
nb: En ikke-koreaner vant i GSL Code S

source: A CIS player won a major event
fr: Qu'un joueur des Etats Indépendant du Commonwealth (CIS) a remporté un tournoi majeur
nb: En CIS-spiller vant en middels turnering

source: Player from BY, RU, UA or KZ with 1st place prize money >= $2000
fr: Qu'un joueur de Bielorussie, Russie, Ukraine ou du Kazakhstan a remporté la première place avec un gain >= 2000$
nb: En spiller fra Hviterussland, Russland, Ukraina eller Kasakhstan som vant en turnering med mer enn 2000 dollar i førstepremie.

source: A Nordic player won a major event
fr: Qu'un joueur Nordique a rempoté un tournoi majeur
nb: En nordisk spiller vant en middels turnering

source: Player from SE, NO, DK, IS or FI with 1st place prize money >= $2000
fr: Qu'un joueur de Suède, Norvège, Dannemark, Islande ou Finlande n'a pris la première place avec un gain >= 2000$
nb: En spiller fra Sverige, Norge, Danmark, Island eller Finland som vant en turnering med mer enn 2000 dollar i førstepremie.

source: A North American player won a major event
fr: Qu'un joueur nord-américain n'a remporté un tournoi majeur
nb: En nord-amerikansk spiller vant en middels turnering

source: Player from US or CA with 1st place prize money >= $2000
fr: qu'un joueur des USA ou du Canada n'a pris la première place avec un gain >= 2000$
nb: En spiller fra USA eller Canada som vant en turnering med mer enn 2000 dollar i førstepremie.

source: A foreigner won a premier event
fr: Qu'un non-coréen n'a remporté un tournoi principal
nb: En ikke-koreaner vant en stor turnering

source: At least one game played offline with 1st place prize money >= $10,000
fr: Qu'au moins un match ait été joué offline avec un gain pour la première place >= 10 000$
nb: Mist én match spilt offline med førstepremie mer enn 10000 dollar.

source: Jaedong got second place in an event
fr: Que Jaedong ne s'est placé second lors d'un tournoi
nb: Jaedong vant andrepremie i en turnering

source: SlayerS disbanded
fr: Que l'équipe SlayerS a été dissoute
nb: SlayerS ble nedlagt

source: HasuObs joined mousesports
fr: Que HasuObs a rejoint mousesports
nb: HasuObs signerte for mousesports

source: Enter at least two players.
fr: Au moins deux joueurs attendus
nb: Forventet minst to spillere.

source: Enter at most six players.
fr: Au moins six joueurs attendus
nb: Forventet ikke mer enn seks spillere.

source: New
fr: Créer
nb: Ny

source: Edit
fr: Modifier
nb: Endre

source: Rating
fr: Niveau

source: Probability of winning...
fr: Probabilité de gagner...
nb: Sannsynlighet for å vinne...

source: a Bo3
fr: un Bo3
nb: en best-av-tre

source: a round robin group
fr: Groupe à la ronde (round-robin)
nb: et gruppespill

source: a dual tournament
fr: Tournoi à double élimination
nb: en dualturnering

source: Between these players
fr: Entre ces joueurs
nb: Mellom disse spillerne

source: Match wins
fr: Matchs remportés
nb: Kampseire

source: Game wins
fr: Manches remportés
nb: Partiseire

source: Game +/-
fr: Manches +/-
nb: Partier +/-

source: Lifetime
fr: Durée de vie
nb: Karriere

source: Match win %
fr: % de victoire
nb: Seiersprosent i kamper

source: Game win %
fr: % de victoire
nb: Seiersprosent i partier

source: Other stats
fr: Autre stats
nb: Andre data

source: Current Form
fr: Forme actuelle
nb: Dagens form

source: General
fr: Général
nb: Generell

source: WoL Korean
fr: WoL coréen
nb: WoL koreansk

source: Individual
fr: Individuel
nb: Individuell

source: Team
fr: Par équipe
nb: Lag

source: Frequent
fr: Fréquent
nb: Høyfrekvent

source: Category
fr: Catégorie
nb: Kategori

source: Event
fr: Evènement
nb: Turnering

source: Round
fr: Tour
nb: Runde

source: Random
fr: Aléatoire
nb: Tilfeldig

source: Switcher
fr: Multi-race
nb: Rasebytter

# possibly small letter (used in the middle of sentences)
source: Random
fr: aléatoire
nb: tilfeldig

# possibly small letter (used in the middle of sentences)
source: Switcher
fr: multi-race
nb: rasebytter

source: Wings of Liberty
fr: Wing of Liberty

source: warning
fr: alerte
nb: advarsel

source: error
fr: erreur
nb: feil

source: success
fr: succès
nb: suksess

source: Possible confusion
fr: confusion possible
nb: Mulig forvirring

source: You might be looking for %(player)s.
fr: Vous cherchez peut-être %(player)s.
nb: Du ser kanskje etter %(player)s.

source: You might be looking for %(players)s or %(player)s.
fr: Vous cherchez peut-être %(players)s ou %(player)s.
nb: Du ser kanskje etter %(players)s eller %(player)s.

source: %(player)s recieved a walkover.
fr: %(player)s a bénéficié d'un walkover.
nb: %(player)s fikk en walkover.

source: %(player)s recieved a walkover against %(opponent)s.
fr: %(player)s a bénéficié d'un walkover contre %(opponent)s.
nb: %(player)s fikk en walkover mot %(opponent)s.

source: Forfeit
fr: Forfait
nb: Walkover

source: %(player)s forfeited.
fr: %(player)s a déclaré forfait.
nb: %(player)s møtte ikke.

source: %(player)s was disqualified.
fr: %(player)s a été disqualifié
nb: %(player)s ble diskvalifisert.

source: %(player)s forfeited and was replaced by %(otherplayer)s.
fr: %(player)s a déclaré forfait et a été remplacé par %(otherplayer)s.
nb: %(player)s møtte ikke og ble erstattet av %(otherplayer)s.

source: Forfeits
fr: Forfait
nb: Walkover

source: %(players)s and %(player)s forfeited.
fr: %(players)s et %(player)s ont déclaré forfait.
nb: %(players)s og %(player)s møtte ikke.

source: %(player)s forfeited against %(opponent)s.
fr: %(player)s a déclaré forfait contre %(opponent)s.
nb: %(player)s møtte ikke mot %(opponent)s.

source: %(player)s forfeited after game %(num)s.
fr: %(player)s a déclaré forfait après la manche %(num)s.
nb: %(player)s ga seg etter parti %(num)s.

source: %(player)s forfeited game %(num)s.
fr: %(player)s a déclaré forfait la manche %(num)s.
nb: %(player)s ga opp parti %(num)s.

source: %(player)s forfeited the remaining games.
fr: %(player)s a déclaré forfait les manches restantes.
nb: %(player)s ga opp de gjenværende partiene.

source: %(player)s forfeited the remaining matches.
fr: %(player)s a déclaré forfait les matchs restants.
nb: %(player)s ga opp de gjenværende kampene.

source: %(players)s and %(player)s forfeited the remaining matches.
fr: %(players)s et %(player)s ont déclaré forfait les matchs restants.
nb: %(players)s og %(player)s ga opp de gjenværende kampene.

source: In addition, %(player)s received a walkover against %(opponent)s.
fr: En plus,, %(player)s a bénéficier d'un walkover contre %(opponent)s.
nb: I tillegg fikk %(player)s en walkover mot %(opponent)s.

source: In addition, %(player)s forfeited against %(opponent)s.
fr: En plus, %(player)s a déclaré forfait contre %(opponent)s.
nb: I tillegg møtte ikke %(player)s mot %(opponent)s.

source: Unrated match
fr: Match non-classé
nb: Urangert kamp

source: In addition, %(player)s and %(opponent)s played an unrated match.
fr: En plus, %(player)s et %(opponent)s ont joué un match non-classé.
nb: I tillegg spilte %(player)s og %(opponent)s en useriøs kamp.

source: In addition, %(playera)s and %(playerb)s won a 2v2 against %(playerc)s and %(playerd)s.
fr: En plus, %(playera)s et %(playerb)s ont remporté un 2v2 contre %(playerc)s et %(playerd)s.
nb: I tillegg vant %(playera)s og %(playerb)s en 2v2 mot %(playerc)s og %(playerd)s.

source: Race switch
fr: Changement de race
nb: Rasebytte

source: %(player)s played %(race)s in game %(num)s.
fr: %(player)s a joué %(race)s durant manche %(num)s.
nb: %(player)s spilte %(race)s i parti %(num)s.

source: %(player)s played %(race)s.
fr: %(player)s a joué %(race)s.
nb: %(player)s spilte %(race)s.

source: %(player)s switched to %(race)s after game %(num)s.
fr: %(player)s a changé de race pour %(race)s après la manche %(num)s.
nb: %(player)s byttet til %(race)s etter parti %(num)s.

source: %(player)s was smurfing for %(otherplayer)s.
fr: %(player)s a utilisé un smurf pour %(otherplayer)s.
nb: %(player)s smurfet for %(otherplayer)s.

source: %(player)s was smurfing as %(otherplayer)s.
fr: %(player)s a utilisé un smurf nommé %(otherplayer)s.
nb: %(player)s smurfet som %(otherplayer)s.

source: %(player)s was smurfing as %(otherplayer)s and was disqualified due to residency rules.
fr: %(player)s a utilisé un smuf nommé %(otherplayer)s et a été disqualifié à causes des règles liés aux résidents.
nb: %(player)s smurfet som %(otherplayer)s og ble diskvalifisert etter bostedsregler.

source: %(player)s was unable to attend.
fr: %(player)s n'a pas pu concourir.
nb: %(player)s kunne ikke delta.

source: This match was split due to race-changing.
fr: Ce match a été divisé compte tenu du changement de race.
nb: Denne kampen ble delt på grunn av rasebytting.

source: Irregular match
fr: match irrégulier
nb: Irregulær kamp

source: Coming from the loser's bracket, %(player)s had to win two Bo%(num)ss.
fr: Provenant du Loser Bracket, %(player)s a du gagner deux Bo%(num)ss.
nb: %(player)s måtte vinne to best-av-%(num)s-kamper fordi han kom fra tapersluttspillet.

source: Coming from the winner's bracket, %(player)s started the match with a %(na)s-%(nb)s lead.
fr: Provenant du Winner Bracket, %(player)s a commencé le match avec un avantage de %(na)s-%(nb)s.
nb: %(player)s startet kampen med en %(na)s-%(nb)s-ledelse siden han/hun vant vinnersluttspillet.

source: %(player)s started the match with a %(na)s–%(nb)s lead from a previous match.
fr: %(player)s a commencé le match avec un avantage de %(na)s–%(nb)s lié à un précédent match.
nb: %(player)s startet kampen med en %(na)s–%(nb)s-ledelse fra en tidligere kamp.

source: %(player)s started the match with a %(na)s–%(nb)s lead.
fr: %(player)s a commencé le match avec un avantage de %(na)s–%(nb)s.
nb: %(player)s startet kampen med en %(na)s–%(nb)s-ledelse.

source: %(player)s defeated %(opponent)s to qualify for %(event)s.
fr: %(player)s a battu %(opponent)s pour se qualifier pour %(event)s.
nb: %(player)s slo %(opponent)s og kvalifiserte seg til %(event)s.

source: %(player)s defeated %(opponents)s and %(opponent)s to qualify for %(event)s.
fr: %(player)s a battu %(opponents)s et %(opponent)s pour se qualifier pour %(event)s.
nb: %(player)s slo %(opponents)s og %(opponent)s og kvalifiserte seg til %(event)s.

source: %(player)s defeated %(opponent)s to qualify for %(event)s alongside %(otherplayer)s.
fr: %(player)s a battu %(opponent)s pour se qualifier pour %(event)s avec %(otherplayer)s.
nb: %(player)s slo %(opponent)s og kvalifiserte seg til %(event)s sammen med %(otherplayer)s.

source: %(player)s defeated %(opponents)s and %(opponent)s to qualify for %(event)s alongside %(otherplayer)s.
fr: %(player)s a battu %(opponents)s et %(opponent)s pour se qualifier pour %(event)s avec %(otherplayer)s.
nb: %(player)s slo %(opponents)s og %(opponent)s og kvalifiserte seg til %(event)s sammen med %(otherplayer)s.

source: Forfeit and qualification
fr: Forfait et qualification
nb: Walkover of kvalifisering

source: %(player)s forfeited and was replaced by %(otherplayer)s who won a qualifier against %(opponent)s.
fr: %(player)s a déclaré forfait et a été remplacé par %(otherplayer)s qui a remporté sa place qualificative contre %(opponent)s.
nb: %(player)s møtte ikke og ble erstattet av %(otherplayer)s, som vant en kvalifisering mot %(opponent)s.

source: Qualification match to replace %(player)s.
fr: Match de qualification pour remplacer %(player)s.
nb: Kvalifiseringskamp for å erstatte %(player)s.

source: Tiebreakers
fr: Tie-break
nb: Tie-break

source: %(players)s and %(player)s played tiebreakers for the %(num)s spots.
fr: %(players)s et %(player)s ont joué un match tie-break pour la %(num)s place.
nb: %(players)s og %(player)s spilte tie-break om de %(num)s plassene.

source: Long game
fr: Longue manche
nb: Langt parti

source: Game %(num)s lasted for %(h)s hours, %(m)s minutes and %(s)s seconds.
fr: La manche %(num)s a durée %(h)s heures, %(m)s minutes et %(s)s secondes.
nb: Parti %(num)s varte i %(h)s tier, %(m)s minutter og %(s)s sekunder.

source: %(player)s won %(num)s-X, assumed to be %(num)s-0.
fr: %(player)s a gagné %(num)s-X, supposé %(num)s-0.
nb: %(player)s vant %(num)s–X, antatt å være %(num)s–0.

source: Tiebreaker game.
fr: Manche de tie-break
nb: Tie-breaker-parti.

source: Seed
fr: Tête de série
nb: Seeding

source: %(player)s was seededs.
fr: %(player)s a été tête de série
nb: %(player)s ble seedet.

source: Seeds
fr: têtes de séries
nb: Seeding

source: %(players)s and %(player)s were seeded.
fr: %(players)s et %(player)s ont été têtes de série.
nb: %(players)s og %(player)s ble seedet.

source: Draw
fr: Egalité
nb: Uavgjort

source: Game %(num)s was a draw and had to be replayed.
fr: La manche %(num)s fut une égalité et a due être rejouée.
nb: Parti %(num)s endte uavgjort og måtte spilles om igjen.

source: %(player)s wins %(event)s
fr: %(player)s remporte %(event)s
nb: %(player)s vinner %(event)s

source: %(player)s defeats %(opponent)s and wins %(event)s
fr: %(player)s a battu %(opponent)s et remporte %(event)s
nb: %(player)s slår %(opponent)s og vinner %(event)s

source: %(player)s wins %(event)s as a royal roader
fr: %(player)s a remporté %(event)s à sa première participation (Royal Roader)
nb: %(player)s vinner %(event)s på første forsøk
