Repository: TheBB/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nb

source: The date the games were played (as accurate as possible). This will be used to check for possible duplicates.
fr: La date à laquelle ces parties ont été jouées (aussi précis que possible). Ceci sera utilisé pour vérifier de potentiels doublons.
nb: Datoen da partiene ble spilt, så nøyaktig som mulig. Dette vil bli brukt for å søke etter mulige duplikater.

source: Indicate on which version of SC2 the games were played.
fr: Indique sur quelle version de SC2 les parties ont été jouées.
nb: Indiker hvilken versjon av SC2 disse partiene ble spilt på.

source: Use <strong>offline</strong> for games that were played at a live tournament, otherwise use <strong>online</strong>.
fr: Utilisez <strong>hors-ligne</strong> pour les parties qui ont été jouées sur place à un tournoi, sinon utilisez <strong>en ligne</strong>.
nb: Bruk <strong>offline</strong> for partier som ble spilt ansikt-til-ansikt i en "fysisk" turnering, ellers bruk <strong>online</strong>.

source: An URL to a credible source where the results can be double checked (for example: official tournament brackets, Liquipedia page or Team Liquid live report thread).
fr: Une URL vers une source fiable où les résultats pourront être vérifiés (par exemple : les arbres officiels du tournoi, la page Liquipedia où le sujet de discussion live report de Team Liquid).
nb: Adresse til en troverdig kilde hvor resultatene kan dobbelsjekkes (for eksempel: offisielle turneringssider, Liquipedia eller Team Liquid live report-tråder).

source: (Optional) A way to contact you if we have questions about your submission. E-mail, Team Liquid username, Reddit username etc. are fine.
fr: (Optionnel) Un moyen de vous contacter si nous avons des questions à propos de votre soumission. E-mail, nom d'utilisateur Team Liquid, nom d'utilisateur Reddit sont acceptés.
nb: (Valgfritt) En måte å kontakte deg dersom vi har spørsmål. E-post, Team Liquid-brukernavn, Reddit-brukernavn osv. er OK.

source: (Optional) Any extra information you have that may or may not be of use.
fr: (Optionnel) Quelconques informations supplémentaires qui pourraient être utiles
nb: (Valgfritt) Ekstra informasjon som kan bli nyttig.

source: A list of the results you want to add. Please see <strong>match syntax</strong> for more information.
fr: Une liste de résultats que vous voulez ajouter. Veuillez consulter la <strong>syntaxe des parties<strong> pour plus d'information.
nb: En liste over resultatene du vil legge til. Se <strong>kampsyntaks</strong> for mer informasjon.

source: Please see <strong>common problems</strong> if you are unsure about a player.
fr: Veuillez consulter les <strong>problèmes courants<strong> si vous n'êtes pas sûr à propos d'un joueur.
nb: Vennligst se <strong>vanlige problemer</strong> hvis du er usikker på en spiller.

source: Each line corresponds to a match, and should be entered using this format:
fr: Chaque ligne correspond à un match et doit être remplie en respectant ce format :
nb: Hver linje angir en kamp, og må beskrives i dette formatet:

source: The player information must uniquely identify the player, and should be space-separated list of any of the following:
fr: Les informations du joueur doivent identifier le joueur de manière unique et devraient être une liste séparée par des espaces des éléments suivants :
nb: Spillerinformasjonen er en liste av følgende, separert med mellomrom, og må identifisere spilleren unikt:

source: The player information does not have to uniquely identify the player, and should be a space-separated list of any of the following:
fr: Les informations du joueur n'ont pas besoin d'identifier le joueur de manière unique et devraient être une liste séparée par des espaces des éléments suivants :
nb: Spillerinformasjonen er en liste av følgende, separert med mellomrom, og trenger ikke å identifisere spilleren unikt:

source: Player tag, e.g. <code>DongRaeGu</code>.
fr: Nom du joueur, par ex : <code>DongRaeGu</code>.
nb: Nick, f.eks. <code>DongRaeGu</code>.

source: Race, i.e. <code>P</code>, <code>T</code>, <code>Z</code>, <code>R</code> (random) or <code>S</code> (race switcher).
fr: Race, par exemple <code>P</code>, <code>T</code>, <code>Z</code>, <code>R</code> (random) or <code>S</code> (changeur de race).
nb: Rase, dvs. <code>P</code>, <code>T</code>, <code>Z</code>, <code>R</code> (tilfeldig) eller <code>S</code> (rasebytter).

source: A two- or three-letter %(a)sISO 3166-1 alpha-2 country code</a>, e.g. <code>KR</code> or <code>KOR</code>, or the common English name of a country (the latter will only work if the country name does not contain spaces.
fr: %(a)sCode ISO 3166-1 alpha-2 du pays</a>en deux ou trois lettres, par ex <code>KR</code> ou <code>KOR</code>, ou nom usuel en Anglais du pays (ce dernier ne fonctionnera que si le nom du pays ne contient pas d'espace).
nb: En to- eller trebokstavers %(a)sISO 3166-1 alpha-2 statskode</a>, f.eks. <code>KR</code> eller <code>KOR</code>, eller det vanlige engelske navnet for et land (dersom dette ikke inneholder mellomrom).

source: Team name, e.g. <code>MVP</code>.
fr: Nom d'équipe, par ex <code>MVP</code>.
nb: Lagnavn, f.eks. <code>MVP</code>.

source: Player or team aliases, e.g. <code>DRG</code>. The most common ones should be recognized by the system
fr: Alias du joueur ou de l'équipe,<code>DRG</code>. Les plus communs devraient être reconnus par le système.
nb: Aliaser for spiller eller lag, f.eks. <code>DRG</code>. De mest vanlige aliasene blir gjenkjent av systemet.

source: A player ID number, which you can get from the URL of the %(a)splayer page</a>, e.g. <code>4</code>.
fr: Un numéro ID du joueur, que vous pouvez récupérer depuis l'URL de %(a)sla page du joueur</a>, par ex <code>4</code>.
nb: Spillerens ID-nummer, som du kan finne fra addressen til %(a)sspillersiden</a>, f.eks. <code>4</code>.

source: If you are adding a match by a race switcher you need to tell the system which race the player was playing in that match. Do this by adding a <code>%(clause)s</code> clause at the <strong>end</strong> of the player information. For example, if MorroW plays Protoss, you can do this:
fr: Si vous ajoutez un match d'un race switcher, vous devez indiquer au système quelle race le joueur jouait dans ce match. Pour ce faire ajoutez une <code>%(clause)s</code> clause à la <strong>fin</strong> des informations du joueur. Par exemple, si MorroW joue Protoss, vous pouvez faire ceci :
nb: Hvis du legger til en kamp med en rasebytter må du fortelle systemet hvilken rase spilleren spilte i den kampen. Du kan gjøre dette ved å legge til en <code>%(clause)s</code>-klausul på <strong>slutten</strong> av spillerinformasjonen. For eksempel, om MorroW spiller protoss, kan du gjøre dette:

source: Please also provide race information about random players whenever this is known, though it's not required.
fr: Veuillez aussi fournir les informations sur la race des joueurs random si elle est connue bien que ce ne soit pas obligatoire.
nb: Vennligst også oppgi raseinformasjon for spillere som spiller tifeldig dersom dette er kjent, selv om det ikke er påkrevd.

source: Everything is based on case-insensitive search. There is no recognizable difference between <code>Mvp</code> (the player) and <code>MVP</code> (the team).
fr: Tout est basé sur une recherche sensible à la casse. Il n'y a pas de distinction notable entre <code>Mvp</code> (le joueur) and <code>Mvp</code> (l'équipe).
nb: Alt er basert på søk som ignorerer forskjellen på store og små bokstaver. Det er dermed ingen forskjell på <code>Mvp</code> (spilleren) og <code>MVP</code> (laget).

source: When submitted, the system will try to add as many of the matches as it can. Some entries might produce warnings, in which case you will be notified about what to do. This happens when:
fr: Au moment de soumettre, le système va essayer d'ajouter autant de matchs qu'il le peut. Certaines entrées peuvent produire des avertissements, dans ce cas vous serez notifié sur la démarche à suivre. Cela se produit lorsque :
nb: Etter innsending vil systemet prøve å lagre så mange kamper som det kan. Dersom noe uventet skulle skje vil du bli varslet. Dette skjer som regen når:

source: a player is not uniquely identified. In this case, add more information. Use the ID number if necessary.
fr: un joueur n'est pas identifié de manière unique. Dans ce cas, ajoutez plus d'informations. Utilisez le numéro ID si nécessaire.
nb: en spiller ikke kan bli unikt identifisert. Legg til mer informasjon. Som en siste utvei kan du bruke ID-nummeret.

source: a player can't be found. In this case, add the switch <code>!MAKE</code> to the end of the respective line(s). This will make a player entry if needed. In this case, you <strong>must</strong> provide a player tag and race. Please also provide a country code if possible, and make sure the player tag is spelled correctly (including capitalisation).
fr: un joueur ne peut pas être trouvé. Dans ce cas, ajoutez le switch <code>!MAKE</code> à la fin des ligne(s) respective(s). Cela créera une entrée pour le joueur si nécessaire. Dans ce cas, vous <strong>devez</strong> fournir un nom de joueur et sa race. Veuillez aussi indiquer un code de pays si possible, et vous assurer que le nom du joueur est correct écrit (y compris les majuscules).
nb: en spiller ikke ble funnet. Du kan legge til bryteren <code>!MAKE</code> på slutten av de respektive linjene. Systemet vil da opprette en ny spiller dersom det trengs. Da <strong>må</strong> du oppgi både nick og rase. Vennligst også oppgi landkode om mulig, og forsikre deg om at nicket er stavet riktig (også med tanke på store og små bokstaver).

source: a duplicate entry was found. If you are certain that the two players in question played more than one match within a single day with the same result (this can happen, but it's rare), add the switch <code>!DUP</code> to the end of the respective line(s). This will force the match to be entered.
fr: un doublon a été trouvé. Si vous êtes sûr que les deux joueurs en question ont joué plus d'un match dans la même journée avec le même résultat (cela peut arriver bien que rare), ajoutez le switch <code>!DUP</code> à la fin des ligne(s) respective(s). Cela forcera le match a été pris en compte.
nb: en duplikat ble funnet. Hvis du er sikker på at de to spillerne spilte mer enn én kamp innen én dag med det samme resultatet (det skjer av og til), legg til bryteren <code>!DUP</code> på slutten av de respektive linjene. Dette vil tvinge systemet til å lagre kampen.

source: When submitted, the system will try to find as many players as it can. If a player can't be found, or if the information provided applies to more than one player, that's fine. We will fix it when reviewing the submission.
fr: Au moment de soumettre, le système va essayer de trouver autant de joueurs qu'il le peut. Si un joueur ne peut pas être trouvé, ou si les informations fournies s'appliquent à plus d'un joueur, ce n'est pas grave. Nous le corrigerons lors de la revue des soumissions.
nb: Etter innsending vil systemet prøve å finne så mange spillere som det kan. Om en spiller ikke kan bli funnet, eller om informasjonen ikke identifiserer spilleren unikt, er det OK. Vi vil fikse det når vi gjennomgår resultatene.

source: The system will also try to avoid duplicates. If your match appears to be a duplicate of another match in the database (same players, score and close in time), you will get a warning. To avoid this, add the switch <code>!DUP</code> to the end of the match description. This will force the match to be entered.
fr: Le système va aussi essayer d'éviter les doublons. Si le match semble être un doublon d'un autre match dans la base de données (mêmes joueurs, mêmes résultats et proche dans le temps), vous recevrez un avertissement. Pour éviter cela, ajoutez le switch <code>!DUP</code> à la fin de la description du match. Cela forcera le match à être pris en compte.
nb: Systemet vil også prøve å unngå duplikater. Dersom kampen du lagrer er lik en annen (samme spillere og resultat samt nær i tid) vil du bli varslet. For å unngå dette, legg til bryteren <code>!DUP</code> på slutten av de respektive linjene. Dette vil tvinge systemet til å lagre kampen.

source: Most players are uniquely identifiable through their nickname alone. For a list of the most common exceptions, please look at <strong>common problems</strong>.
fr: La plupart des joueurs sont identifiables de manière unique par leur pseudonyme seul. Pour une liste des exceptions les plus courantes, veuillez vous référer aux <strong>problèmes courants</strong>.
nb: De fleste spillerne er unikt identifiserbare kun ved å bruke nicket. For en liste over de mest vanlige unntakene, se under <strong>vanlige problemer</strong>.

source: Here are some real-world examples. From the GSL:
fr: Voici quelques exemples réels. De la GSL :
nb: Her er noen eksempler. Fra GSL:

source: Some players have to be identified by race and/or country, such as Creator:
fr: Certains joueurs doivent être identifiés par race et/ou pays, comme Creator :
nb: Noen spillere må identifiseres med rase og/eller land, slik som Creator:

source: Some players have aliases to help entering their names, such as BBoongBBoong:
fr: Certains joueurs ont des alias pour aider lors de l'ajout de leurs noms, comme BBoongBBoong :
nb: Noen spillere har aliaser som er kortere enn det egentlige nicket, slik som BBoongBBoong:

source: Some players are more easily identified by team, such as Mvp and HerO:
fr: Certains joueurs sont plus facilement identifiés par leur équipe, comme Mvp and Hero :
nb: Noen spillere er det enklere å identifisere via lag, slik som Mvp og HerO:

source: Liquid HerO, CJ herO, Woongjin ZerO, StarTale Zero, MVP Killer and Clarity KiLLeR should be identified by team.
fr: Liquid HerO, CJ herO, Woongjin ZerO, StarTale Zero, MVP Killer et Clarity KiLLeR devraient être identifiés par leur équipe.
nb: Liquid HerO, CJ herO, Woongjin ZerO, StarTale Zero, MVP Killer og Clarity KiLLeR bør identifiseres med lag.

source: Creator, Dream, First, Happy, Maru, Rain, Tails, TheBest, and Top all need to be identified by race and/or country.
fr: Creator, Dream, First, Happy, Maru, Rain, Tails, TheBest, and Top ont tous besoin d'être identifiés par race et/ou pays.
nb: Creator, Dream, First, Happy, Maru, Rain, Tails, TheBest, og Top bør identifiseres med rase og/eller land.

source: Common country codes
fr: Codes pays courants
nb: Vanlige landkoder

source: Commit
fr: Soumettre
nb: Lagre

source: Commit and close event
fr: Soumettre et fermer le tournoi
nb: Lagre og lukk turnering

source: The other fields are not of interest.
fr: Les autres champs ne présentent aucun intérêt.
nb: De andre feltene er ikke av interesse.

source: Change password
fr: Changer le mot de passe
nb: Endre passord

source: To change the password for %(user)s, fill in the form.
fr: Pour changer le mot de passe du compte %(user)s, remplissez le formulaire.
nb: For å endre passordet for %(user)s, fyll inn skjemaet.

source: Old password
fr: Ancien mot de passe
nb: Gammelt passord

source: New password
fr: Nouveau mot de passe
nb: Nytt passord

source: New password again
fr: Répétez le nouveau mot de passe
nb: Nytt passord igjen

source: Days since...
fr: Jours écoulés depuis…
nb: Dager siden…

source: year
fr: an
nb: år

source: day
fr: jour
nb: dag

source: Y-m-d
fr: A-m-j
nb: d.m.Y

source: <b>Major</b> is defined as a tournament where the first place prize money exceeds $2,000.
fr: On considère comme <b>Majeur</b> un tournoi dont le premier prix dépasse 2 000$.
nb: <b>Middels</b> er definert som en turnering hvor førsteprisen er mer enn 2000 dollar.

source: <b>Premier</b> is defined as an offline tournament where the first place prize money exceeds $10,000
fr: On considère comme tournoi <b>Principal</b> un tournoi offline dont le premier prix dépasse 10 000$.
nb: <b>Stor</b> er definert som en offline-turnering hvor førsteprisen er mer enn 10000 dollar.

source: These differ from the definitions used by %(a)sLiquipedia</a>. The reason for this being that it's hard use their definition when doing a database lookup as theirs aren't exact.
fr: Ces définitions diffèrent de celles de %(a)sLiquipedia</a>. Nous avons fait ce choix parce que leur définition est floue et difficilement applicable à des bases de données.
nb: Disse er forskjellige fra definisjonene som er brukt på %(a)sLiquipedia</a>. Grunnen til dette er at vi ikke kan bruke vagt definerte uttrykk til databaseforespørsler.

source: Comparing players
fr: Comparaison des joueurs
nb: Sammenligner spillere

source: Compare players
fr: Comparaison des joueurs
nb: Sammenlign spillere

source: Database status
fr: Statut de la base de données

source: Last ratings update
fr: Dernière mise à jour des niveaux
nb: Siste ratingoppdatering

source: F jS, Y, H:i e
fr: j F Y, H:i e
nb: j. F Y, H:i e

source: Game data
fr: Données du match
nb: Spilldata

source: games
fr: manches
nb: partier

source: matches
fr: matchs
nb: kamper

source: Matches with event info
fr: Matchs associés à un tournoi
nb: Kamper med turneringsinfo

source: Uncatalogued matches
fr: Matchs non associés à un tournoi
nb: Ikke-katalogiserte kamper

source: %(nplayers)s, of which %(nkoreans)s Koreans
fr: %(nplayers)s, dont %(nkoreans)s coréens
nb: %(nplayers)s, hvorav %(nkoreans)s koreanere

source: %(nteams)s, of which %(nactive)s active
fr: %(nteams)s, dont %(nactive)s actifs
nb: %(nteams)s, hvorav %(nactive)s aktive

source: Top submitters
fr: Meilleurs contributeurs
nb: Topp bidragsytere

source: more
fr: Plus
nb: mer

source: Database dump
fr: Base de données bute

source: The database dump file is currently %(span)soffline</span> for reasons unknown.
fr: Le dump de la base de données est actuellement %(span)soffline</span> pour une raison inconnue.
nb: Database-dumpet er av ukjente grunner %(span)soffliune</span>.

source: You can download a PostgreSQL dump <a href="%(dump)s">here</a> (%(dumpmb)s MiB) or <a href="%(gzdump)s">here</a> (%(gzdumpmb)s MiB gzipped), current as of %(datetime)s (UTC %(tz)s). It is free to use for non-commercial purposes if you credit this website when doing so.
fr: Vous pouvez télécharger un dump PostgreSQL <a href="%(dump)s">ici</a> (%(dumpmb)s MiB) ou <a href="%(gzdump)s">ici</a> (%(gzdumpmb)s MiB gzipped), version datée du %(datetime)s (UTC %(tz)s). L'utilisation de ce dump est libre pour toute utilisation non commerciale, à condition de créditer le présent site.
nb: Du kan laste ned et PostgreSQL-dump <a href="%(dump)s">her</a> (%(dumpmb)s MiB) eller <a href="%(gzdump)s">her</a> (%(gzdumpmb)s MiB gzippet), gyldig så sent som %(datetime)s (UTC %(tz)s). Det er gratis for ikke-kommersielle tiltak hvis du krediterer denne siden.

source: The dump contains 11 tables. Some columns are foreign keys to tables that have been removed from the dump (primarily involving user accounts). Everything given below is in terms of <strong>PostgreSQL standards</strong>.
fr: Le dump contient 11 tables. Certaines colonnes sont des clés étrangères pour des tables qui ont été retirées du dump (essentiellement les tables liées à des comptes utilisateur).. Tout ce qui suit ci-dessous sont dans les formats <strong>standars de PostgreSQL</strong>.
nb: Dumpet inneholder 11 tabeller. Noen kolonner er fremmednøkler til tabeller som er fjernet. Disse handler hovedsakelig om brukerkontoer. Alt er gitt i form av <strong>PostgreSQL-standarder</strong>.

source: Definition
fr: Définition
nb: Definisjon

source: Earnings ranking
fr: Classement par gains
nb: Inntektsrangering

source: In %(year)s, %(origpp)s (%(totalpp)s) was awarded in prize money.
fr: En %(year)s, %(origpp)s (%(totalpp)s) de prix ont été attribués.
nb: I %(year)s ble %(origpp)s (%(totalpp)s) gitt ut i premier.

source: In total, %(origpp)s (%(totalpp)s) was awarded in prize money.
fr: Au total, %(origpp)s (%(totalpp)s) de prix ont été attribués.
nb: Totalt har %(origpp)s (%(totalpp)s) blitt gitt ut i premier.

source: In %(year)s, %(totalpp)s was awarded in prize money.
fr: En %(year)s, %(totalpp)s de prix ont été attribués.
nb: I %(year)s ble %(totalpp)s gitt ut i premier.

source: In total, %(totalpp)s was awarded in prize money.
fr: Au total, %(totalpp)s de prix ont été attribués.
nb: Totalt har %(totalpp)s blitt gitt ut i premier.

source: The filters came up empty. :(
fr: Les filtres n'ont rien retourné :(
nb: Ingen premieutdelinger ble funnet. :(

source: Year:
fr: Année :
nb: År:

source: Country:
fr: Nationalité :
nb: Land:

source: Currency:
fr: Devise :
nb: Valuta:

source: Filter
fr: Filtrer
nb: Filtrér

source: Total earnings
fr: Total des gains
nb: Total inntekt

source: Event manager
fr: Outil de gestion d'évènement
nb: Turneringer

source: Modify event / add new sub-events
fr: Modifier un évènement / Ajouter des sous-éléments
nb: Endre turnering / legg til nye underturneringer

source: Use this if you want to add several events at once using a predefined naming pattern.
fr: Utilisez ceci si vous voulez ajouter plusieurs évènements d'un coup en utiliser un paterne de nommage.
nb: Bruk dette hvis du vil legge til flere turneringer på en gang etter et forhåndsdefinert mønster.

source: Use this for custom names. Separate each new subevent by a comma.
fr: Utilisez ceci pour des noms personalisés. Séparez chaque nouveeau sous-évènement par une virgule.
nb: Bruk dette for egendefinerte navn. Separer hver nye turnering med et komma.

source: Commit new sub-events
fr: Ajouter des sous-éléments
nb: Lagre nye underturneringer

source: Close event
fr: Fermer l'événement
nb: Lukk turnering

source: The events are organized in a tree, loosely hierarchical with organizer→season→tournament→stage (qualifiers/groups/playoffs)→round and so on. There are no hard rules.
fr: Les tournois sont organisés en arbre, de façon vaguement hiérarchique organisateur→saison→tournoi→phase (qualifications, phases de poule, phase éliminatoire)→tour et ainsi de suite. Il n'y a pas de règles strictes.
nb: Turneringene er organisert i et tre, med en hierarkisk struktur som er mer eller mindre på formen arrangør→sesong→turnering→nivå (kvalifisering/gruppe/sluttspill)→runde og så videre.

source: The name displayed everywhere on the site is the concatenation of the event name and <strong>all its parents</strong>. Thus GSL→2013 Season 1→Code S→Ro32→Group A will be shown as «GSL 2013 Season 1 Code S Ro32 Group A». With this in mind, try to name the events so that the full name flows as well as possible.
fr: Le nom affiché partout sur le site est la concaténation du nom du tournoi <strong>et de ses éléments parents</strong>. Ainsi GSL→2013 Saison 1→Code S→16ème→Groupe A sera affiché «GSL 2013 Saison 1 Code S 16ème Groupe A». En gardant cela à l'esprit, essayez de nommer vos tournois de manière à ce que le nom complet soit aussi naturel que possible.
nb: Navnet som vises rundt omkring på siden er sammensatt av turneringsnavnet til <strong>alle forfedrene</strong>. Med andre ord vil GSL→2013 Season 1→Code S→Ro32→Group A bli vist som «GSL 2013 Season 1 Code S Ro32 Group A». Ta dette til hensyn når du setter opp trestrukturen sånn at det fulle navnet flyter så godt som mulig.

source: Do not repeat information. If you have an event called «Qualifiers», the subevents should not be called «Korean Qualifiers». Just «Korea» is fine.
fr: Ne répétez pas les informations. Si vous avez un événement appelé «Qualification», le sous-événement ne devrait pas s'appeler «Corée Qualification». «Corée» suffit.
nb: Ikke gjenta informasjon. Hvis du har en turnering som heter «Qualifiers», bør underturneringene ikke kalles «Korean Qualifiers». Det holder med kun «Korea».
