Repository: TheBB/aligulac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nb

source: %(player)s defeats %(opponent)s and wins %(event)s as a royal roader
fr: %(player)s a battu %(opponent)s et remporte %(event)s à sa première participation (Royal Roader)
nb: %(player)s slår %(opponent)s og vinner %(event)s på første forsøk

source: %(player)s all-kills %(team)s
fr: %(player)s a effectué un all-kills contre %(team)s
nb: %(player)s slår %(team)s på egen hånd

source: %(player)s all-kills %(team)s and wins %(event)s
fr: %(player)s a effectué un all-kill %(team)s et a remporté %(event)s
nb: %(player)s slår %(team)s på egen hånd og vinner %(event)s

source: %(player)s finishes second in %(event)s
fr: %(player)s a terminé deuxième de %(event)s
nb: %(player)s kommer på andreplass i %(event)s

source: %(player)s finishes third in %(event)s
fr: %(player)s a terminé troisième de %(event)s
nb: %(player)s kommer på tredjeplass i %(event)s

source: %(player)s finishes fourth in %(event)s
fr: %(player)s a terminé quatrième de %(event)s
nb: %(player)s kommer på fjerdeplass i %(event)s

source: %(player)s finishes top 4 in %(event)s
fr: %(player)s a échoué en demi-finale de %(event)s
nb: %(player)s kommer blant de fire beste i %(event)s

source: %(player)s finishes top 8 in %(event)s
fr: %(player)s a échoué en quart-de-finale de %(event)s
nb: %(player)s kommer blant de åtte beste i %(event)s

source: %(player)s switches to %(race)s
fr: %(player)s a changé de race pour %(race)s
nb: %(player)s bytter til %(race)s

source: %(player)s switches back to %(race)s
fr: %(player)s est revenu à la race %(race)s
nb: %(player)s bytter tilbake til %(race)s

source: %(player)s switches from %(racea)s to %(raceb)s
fr: %(player)s est passé de %(racea)s à %(raceb)s
nb: %(player)s bytter fra %(racea)s til %(raceb)s

source: %(player)s switches from %(racea)s back to %(raceb)s
fr: %(player)s est revenu de %(racea)s à %(raceb)s
nb: %(player)s bytter fra %(racea)s tilbake til %(raceb)s

source: %(player)s defeats %(opponent)s and starts a %(num)s-kill spree in %(event)s
fr: %(player)s a battu %(opponent)s et démarre une suite de %(num)s victoire durant %(event)s
nb: %(player)s slår %(opponent)s og started en %(num)s-lang seierskjede i %(event)s

source: %(player)s loses to %(opponent)s, ending a %(num)s-kill spree in %(event)s
fr: %(player)s a perdu contre %(opponent)s, mettant fin à une série de %(num)s victoire durant %(event)s
nb: %(player)s taper mot %(opponent)s, hvilket avslutter en %(num)s-lang seierskjede i %(event)s

source: %(player)s fails to qualify for %(event)s
fr: %(player)s n'a pas réussi à sa qualifier pour %(event)s
nb: %(player)s klarer ikke å kvalifisere seg til %(event)s

source: %(player)s fails to qualify for %(event)s after %(num)s appearances
fr: %(player)s n'a pas réussi à se qualifier pour %(event)s après %(num)s apparitions
nb: %(player)s klarer ikke å kvalifisere seg til %(event)s etter %(num)s deltakelser

source: Error
fr: Erreur
nb: Feil

source: Due to %s's lack of recent games, they have been marked as <em>inactive</em> and removed from the current rating list. Once they play a rated game they will be reinstated.
fr: A cause de l'absence de match récent pour %s ils ont été indiqué comme <em>inactif</em> et retiré de la liste actuelle de classement. Dès qu'ils rejoueront un match, ils seront réintégrés.
nb: På grunn av %ss inaktivitet den siste tiden, har han/hun blitt markert som <em>inaktiv</em> og er dermed fjernet fra ratinglisten. Når han/hun igjen spiller et parti vil denne advarselen fjernes.

source: %s has no rating chart on account of having played matches in fewer than two periods.
fr: %s n' a pas de graphique sur ce compte puisqu'il a joué des matchs sur moins de deux périodes.
nb: %s har ikke en ratinggraf fordi han/hun har ikke vært aktiv i to perioder

source: Name
fr: Nom
nb: Navn

source: Romanized Name
fr: Nom romanisé
nb: Romanisert navn

source: AKAs
fr: alias
nb: Alias

source: Birthday
fr: Date de naissance
nb: Fødselsdag

source: Liquipedia title
fr: Titre Liquipedia
nb: Liquipedia-tittel

source: Country
fr: Nationalité
nb: Land

source: Entered data was invalid, no changes made.
fr: Les données entrées sont invalides, aucune modification n'a été faite.
nb: Innsendte data var ugyldig.

source: Changed %s.
fr: %s modifié.
nb: Endret %s.

source: country
fr: nationalité
nb: land

source: name
fr: nom
nb: navn

source: romanized name
fr: nom romanisé
nb: romanisert navn

source: Changed aliases.
fr: changement de nom.
nb: Endret aliaser.

source: After
fr: Après
nb: Etter

source: Before
fr: Avant
nb: Før

source: No Protoss
fr: Pas de Protoss
nb: Ingen protoss

source: No Terran
fr: Pas de Terran
nb: Ingen terran

source: No Zerg
fr: Pas de Zerg
nb: Ingen zerg

source: Opponent race
fr: Race adverse
nb: Motstanderrase

source: Non-Koreans
fr: Non-coréens
nb: Ikke-koreanere

source: Best of 3+
fr: Meilleurs des 3+
nb: Best av 3+

source: Best of 5+
fr: Meilleurs des 5+
nb: Best av 5+

source: Match format
fr: Format du match
nb: Kampformat

source: Both
fr: tout les deux
nb: Begge

source: Game version
fr: Version du jeu
nb: Spillversjon

source: %s has no rating yet.
fr: %s n'a pas de niveau pour le moment.
nb: %s har ingen rating enda.

source: joins
fr: rejoint
nb: skriver under hos

source: leaves
fr: quitte
nb: forlater

source: before {}
fr: avant {}
nb: før {}

source: after {}
fr: après {}
nb: etter {}

source: between {} and {}
fr: entre {} et {}
nb: mellom {} og {}

source: best of
fr: meilleur des
nb: best av

source: all
fr: tous
nb: alle

source: foreigners
fr: non-coréens
nb: ikke-koreanere

source: both
fr: tous les deux
nb: begge

source: Results for
fr: Résultats pour
nb: Resultater for

source: Games
fr: manches
nb: Partier

source: Current form
fr: Forme actuelle
nb: Dagens form

source: Recent matches
fr: Matchs récents
nb: Siste kamper

source: Filters
fr: Filtres
nb: Filtere

source: Opponent Race:
fr: Race adverse :
nb: Motstanderrase:

source: Opponent Country:
fr: Nationalité adverse :
nb: Motstanders land:

source: Match Format:
fr: Format du match :
nb: Kampformat:

source: Game Version:
fr: Version du jeu :
nb: Spillversjon:

source: Stats by [url={url}]Aligulac[/url]
fr: Statistiques par [url={url}]Aligulac[/url]
nb: Data fra [url={url}]Aligulac[/url]

source: Link
fr: Lien
nb: Lenke

source: This is a <em>preview</em> of the next rating list. It will not be finalized until %s.
fr: Ceci est un <em>aperçu</em> de la prochaine liste de niveau. elle ne sera pas finalisé avant %s.
nb: Dette er en <em>forsmak</em> på den neste ratinglisten. Den er ikke endelig før %s.

source: No change
fr: Pas de modification
nb: Ingen endring

source: Apply to all events on the same level
fr: S'applique à tous les évènements du même niveau
nb: Gjør samme endringer på alle turneringer på samme nivå

source: Homepage
fr: Page d'accueil
nb: Hjemmeside

source: TL thread
fr: Fil de discution TL
nb: TL-tråd

source: Changed event name.
fr: Nom de l'évènement changé.
nb: Endret turneringsnavn.

source: Changed date for %i match.
fr: Date changée pour %i match
nb: Endret dato for %i kamp.

source: Changed game version for %i match.
fr: Version du jeu changé pour %i match
nb: Endret spillversjon for %i kamp.

source: Changed on/offline for %i match.
fr: On/offline changé pour %i match
nb: Endret on/offline for %i kamp.

source: Changed type for %i event.
fr: Type changé pour %i match
nb: Endret type for %i turnering.

source: homepage
fr: Page d'accueil
nb: hjemmeside

source: Player
fr: Joueur
nb: Spiller

source: Story text
fr: Histoire (texte)
nb: Tekst

source: Parameters
fr: Paramètres
nb: Parametere

source: Story could not be found.
fr: L'histoire n'a pas pu être trouvée.
nb: Denne fortellingen fantes ikke.

source: Story was successfully changed.
fr: L'histoire a été changé avec succès.
nb: Fortellingen ble endret.

source: Parameter verification failed.
fr: Vérification des paramètres échouée
nb: Pameterverifisering feilet.

source: Story was successfully deleted.
fr: L'histoire a été supprimée avec succès
nb: Fortellingen ble slettet.

source: Story was successfully created.
fr: L'histoire a été créée avec succès.
nb: Fortellingen ble lagret.

source: Currency
fr: Devise
nb: Valuta

source: Ranked
fr: Classé
nb: Rangert

source: Unranked
fr: Non-classé
nb: Urangert

source: No such player: '%s'.
fr: Le joueur '%s' n'existe pas
nb: Ingen slik spiller funnet: '%s'.

source: Ambiguous player: '%s'.
fr: Le joueur '%s' est ambigu
nb: Tvetydig spiller: '%s'.

source: Errors occured, no changes made.
fr: Erreurs trouvées, aucune modification effectuée
nb: Det skjedde en eller flere feil, ingen endringer ble gjort.

source: New prizes committed.
fr: Nouveaux gains ajoutés
nb: Nye premier ble lagret.

source: Text
fr: Texte
nb: Tekst

source: Added a story.
fr: Ajout d'une histoire
nb: Lagret en ny hendelse.

source: No Print
fr: Pas d'impression
nb: Gjemt

source: Closed
fr: Clôturé
nb: Lukket

source: Added a subevent.
fr: Ajout d'un sous-évènement.
nb: Lagret en ny underturnering.

source: Unable to get these events.
fr: Impossible d'obtenir cet évènement.
nb: Kunne ikke finne disse turneringene.

source: Order invalid, try again?
fr: Ordre invalide, essaye encore ?
nb: Rekkefølgen var ugyldig. Prøv igjen?

source: Non-child event found. This should never happen.
fr: Pas d'évènement affilié. Cela ne devrait plus arriver.
nb: Ikke-underturnering ble funnet. Dette skal aldri forekomme.

source: Successfully reordered %i children. Any inconsistencies will be fixed next update (no more than six hours away).
fr: Arrangement des %i tournois affiliés réalisé avec succès. Les incohérences devrait être résolues lors de la prochaine mise à jour (dans moins de 6h)
nb: Endret rekkefølgen på %i underturneringer. Alle ukonsistenser vil bli fikset ved neste oppdatering (ikke mer enn seks timer til).

source: Involving players
fr: Impliquant les joueurs
nb: Involverte spillere

source: Only show unassigned matches
fr: Ne montrer que les matchs non affectés
nb: Vis kun utilknyttede kamper

source: Too many results (%i). Please add restrictions.
fr: Trop de résultats (%i). Ajouter plus de contraintes
nb: For mange resultater (%i). Vennligst legg til flere restriksjoner.

source: Updated %i match.
fr: %i match mis à jour
nb: Oppdaterte %i kamp.

source: The events are organized in a hierarchical fashion. Thus, all GSL tournaments are filed under GSL, all Code S under their respective seasons, all groups under their respective Code S event, and so on.
fr: Les événements sont organisés de façon hiérarchique. Donc, tous les tournois GSL figurent sous GSL, tous les Code S sous leur saison respective ; chaque groupe se trouve dans son événement Code S, et ainsi de suite.
nb: Turneringene er organisert i et hierarisk tre. Alle GSL-turneringene er kategorisert under GSL, alle Code S under de forskjellige sesongene, og alle gruppene under de respektive Code S-turneringene, og så videre.

source: Could not find player: '%s'.
fr: Impossible de trouver le joueur : '%s'.
nb: Ingen slik spiller funnet: '%s'.

source: Ignore duplicates
fr: Ignorer les doublons
nb: Ignorér duplikater

source: Could not find this event object.
fr: Impossible de trouver cet objet évènement
nb: Fant ikke denne turneringen.

source: Could not make match %(pla)s vs %(plb)s: possible duplicate found.
fr: Impossible de créer le match %(pla)s vs %(plb)s : possible doublon trouvé.
nb: Kunne ikke lagre kampen %(pla)s mot %(plb)s: mulig duplikat funnet.

source: Unknown race in %(pla)s vs %(plb)s: set to random.
fr: Impossible de définir la race pour %(pla)s vs %(plb)s: défini en aléatoire.
nb: Ukjent rase i %(pla)s-%(plb)s: satt til tilfeldig.

source: Successfully approved %i match.
fr: %i match approuvé avec succès.
nb: Godkjente %i kamp.

source: Successfully rejected %i match.
fr: %i match rejeté avec succès.
nb: Underkjente og slettet %i kamp.

source: Could not parse '%(line)s' (%(error)s).
fr: Impossible d'analyser '%(line)s' (%(error)s).
nb: Kunne ikke parse '%(line)s' (%(error)s).

source: Error creating match '%(line)s' (%(error)s).
fr: Erreur de création du match '%(line)s' (%(error)s).
nb: En feil skjedde under lagring av kampen '%(line)s' (%(error)s).

source: Successfully added %i match.
fr: %i match ajouté avec succès
nb: La til %i kamp.

source: Closed '%s'.
fr: Fermé '%s'.
nb: Lukket '%s'.

source: Did not close '%s'.
fr: N'a pas fermé '%s'.
nb: Lukket ikke '%s'.

source: Parent ID
fr: ID Parent
nb: Foreldre-ID

source: Other
fr: Autre
nb: Andre

source: Group stage and playoffs
fr: Phase de poules et phase éliminatoire
nb: Gruppespill og sluttspill

source: Groups A through D
fr: Du groupe A au groupe D
nb: Grupper A til D

source: Groups A through H
fr: Du groupe A au groupe H
nb: Grupper A til H

source: Ro64→Final
fr: 32ème de finale→Finale
nb: 32-delsfinale til finale

source: Ro32→Final
fr: 16ème de finale→Finale
nb: 16-delsfinale til finale

source: Ro16→Final
fr: 8ème de finale→Finale
nb: Åttendelsfinale til finale

source: Ro8→Final
fr: Quart de finale→Finale
nb: Kvartfinale til finale

source: Ro4→Final
fr: Demi-finale→Finale
nb: Semifinale og finale

source: Ro64→Final + 3rd place
fr: 32ème de finale→Finale + 3ème place
nb: 32-delsfinale til finale + bronsefinale

source: Ro32→Final + 3rd place
fr: 16ème de finale→Finale + 3ème place
nb: 16-delsfinale til finale + bronsefinale

source: Ro16→Final + 3rd place
fr: 8ème de finale→Finale + 3ème place
nb: 8-delsfinale til finale + bronsefinale

source: Ro8→Final + 3rd place
fr: Quart de finale→Finale + 3ème place
nb: Kvartfinale til finale + bronsefinale

source: Ro4→Final + 3rd place
fr: Demi-finale→Finale + 3ème place
nb: Semifinale til finale + bronsefinale

source: Ro64→Final + early rounds
fr: Ro64→Finale + tours préliminaires
nb: 32-delsfinale til finale + tidligere runder

source: Ro32→Final + early rounds
fr: Ro32→Finale + tours préliminaires
nb: 16-delsfinale til finale + tidligere runder

source: Ro16→Final + early rounds
fr: Ro16→Finale + tours préliminaires
nb: Åttendelsfinale til finale + tidligere runder

source: Ro8→Final + early rounds
fr: Ro8→Finale + tours préliminaires
nb: Kvartfinale til finale + tidligere runder

source: Ro4→Final + early rounds
fr: Ro4→Finale + tours préliminaires
nb: Semifinale til finale + tidligere runder

source: Ro64→Final + 3rd place and early rounds
fr: Ro64→Finale + 3e place et tours préliminaires
nb: 32-delsfinale til finale + bronsefinale og tidligere runder

source: Ro32→Final + 3rd place and early rounds
fr: Ro32→Finale + 3e place et tours préliminaires
nb: 16-delsfinale til finale + bronsefinale og tidligere runder

source: Ro16→Final + 3rd place and early rounds
fr: Ro16→Finale + 3e place et tours préliminaires
nb: Åttendelsfinale til finale + bronsefinale og tidligere runder

source: Ro8→Final + 3rd place and early rounds
fr: Ro8→Finale + 3e place et tours préliminaires
nb: Kvartfinale til finale + bronsefinale og tidligere runder

source: Ro4→Final + 3rd place and early rounds
fr: Ro4→Finale + 3e place et tours préliminaires
nb: Semifinale til finale + bronsefinale og tidligere runder

source: WB, LB, Final
fr: WB, LB, Finale
nb: Vinner-sluttspill, taper-sluttspill og finale

source: Predefined names
fr: Noms prédéfinis
nb: Forhåndsdefinerte navn

source: Custom names
fr: Noms personnalisés
nb: Egendefinerte navn

source: Big
fr: Grand
nb: Stor

source: No print
fr: Pas d'impression
nb: Gjemt

source: Could not find event ID %s.
fr: Impossible de trouver l'évènement ID %s.
nb: Fant ikke turnerings-ID %s.

source: Must specify an event to close.
fr: Il est nécessaire de spécifier un évènement à fermer.
nb: Du må definere en turnering å lukke.

source: No event names specified.
fr: Pas de nom d'évènement spécifié.
nb: Ingen turneringsnavn var gitt.

source: Successfully created %i new event.
fr: %i nouveau évènement créé avec succès
nb: Lagde %i ny turnering.

source: Successfully closed event.
fr: Evènement fermé avec succès
nb: Lukket turneringen.

source: Source ID
fr: ID source
nb: Kilde-ID

source: Target ID
fr: ID cible
nb: Mål-ID

source: Confirm
fr: Confirmer
nb: Bekreft

source: No player with ID %i.
fr: Aucun joueur avec l'ID %i.
nb: Ingen spiller med ID %i.

source: Please confirm player merge.
fr: Veuillez confirmer la fusion du joueur.
nb: Vennligst bekreft spillersammenslutning.

source: %(source)s was successfully merged into %(target)s.
fr: %(source)s a été fusionné en %(target)s avec succès.
nb: %(source)s ble sammensluttet med %(target)s.

source: The merging is complete
fr: La fusion est complète
nb: Sammenslutningen er fullstendig.

source: Event ID to move
fr: ID de l'évènement à déplacer
nb: Turnerings-ID å flytte

source: New parent ID
fr: Nouveau ID parent
nb: Ny foreldre-ID

source: No event with ID %i.
fr: Pas d'évènement avec l'ID %i.
nb: Ingen turnering med ID %i.

source: Can't move an event to one of its descendants.
fr: Impossible de déplacer un évènement à l'un de ses sous-évènements
nb: Kan ikke flytte en turnering til en av etterkommerne.

source: Please confirm event move.
fr: Veuillez confirmer le déplacement de l'évènement.
nb: Vennligst bekreft turneringsflytning.

source: Reopened '%s'.
fr: Réouverture '%s'.
nb: Gjenåpnet '%s'.

source: If you haven't used this tool before, ask before you do anything.
fr: Si vous n'avez pas déjà utilisé cet outil auparavant, demandez avant de faire quoi que ce soit.
nb: Hvis du ikke har brukt dette verktøyet før, så spør før du gjør noe.

source: Successfully closed %i event.
fr: %i évènement fermé avec succès.
nb: Lukket %i turnering.

source: Successfully marked %i event as having no prize pool.
fr: %i évènement indiqué comme n'ayant pas de gain en jeu avec succès
nb: Markerte %i turnering som uten premier.

source: Romanized name
fr: Nom romanisé
nb: Romanisert navn

source: short name
fr: nom court
nb: kort navn

source: British Pound
fr: Livre sterling
nb: Britisk pund

source: Australian Dollar
fr: Dollar australien
nb: Australsk dollar

source: New-Zealand Dollar
fr: Dollar néo-zélandais
nb: New Zealandsk dollar

source: US Dollar
fr: Dollar américain
nb: Amerikansk dollar

source: Canadian Dollar
fr: Dollar canadien
nb: Canadisk dollar

source: Swiss Franc
fr: Franc suisse
nb: Sveitserfranc

source: Norwegian Krona
fr: Couronne norvégienne
nb: Norsk krone

source: Swedish Krona
fr: Couronne suédoise
nb: Svensk krone

source: Danish Krona
fr: Couronne danoise
nb: Dansk krone

source: Japanese Yen
fr: Yen japonais
nb: Japansk yen

source: Chinese Renminbi
fr: Renminbi chinois
nb: Kinesisk renminbi

source: South Korean won
fr: Won sud-coréen
nb: Sørkoreansk won

source: Singapore Dollar
fr: Dollar singapourien
nb: Singaporsk dolar

source: Indonesian Rupiah
fr: Roupie indonésienne
nb: Indonesisk rupiah

source: Thai Baht
fr: Baht thaïlandais
nb: Thailandsk baht

source: Taiwan Dollar
fr: Dollar de Taïwan
nb: Taiwansk dollar

source: Hong Kong Dollar
fr: Dollar de Hong Kong

source: Philippines Peso
fr: Peso philippin
nb: Filippinsk peso

source: Indian Rupee
fr: Roupie indienne
nb: Indisk rupi

source: Malaysian Ringgit
fr: Ringgit malais
nb: Malaysisk ringgit

source: Vietnamese Dong
fr: Dong vietnamien
nb: Vietnamesisk dong

source: Brazilian Real
fr: Réal brésilien
nb: Brasiliansk real

source: Peruvian Nuevo Sol
fr: Nouveau sol péruvien
nb: Peruviansk nuevo sol

source: Argentine Peso
fr: Peso argentin
nb: Argentinsk peso

source: Mexican Peso
fr: Peso mexicain
nb: Meksikansk peso

source: Chilean Peso
fr: Peso chilien
nb: Chilensk peso

source: Colombian Peso
fr: Peso colombien
nb: Colombiansk peso

source: Jamaican Dollar
fr: Dollar Jamaïcain
nb: Jamaicansk dollar

source: Trinidad and Tobago Dollar
fr: Dollar de Trinité-et-Tobago
nb: Trinidadisk dollar

source: Bermudian Dollar
fr: Dollar bermudien
nb: Bermudisk dollar

source: Czech Koruna
fr: Couronne tchèque
nb: Tsjekkisk koruna

source: Polish Zloty
fr: Złoty polonais
nb: Polsk zloty

source: Turkish Lira
fr: Lire turque
nb: Tyrkisk lire

source: Hungarian Forint
fr: Forint hongrois
nb: Ungarsk forint

source: Romanian Leu
fr: Leu roumain
nb: Romens leu

source: Russian Ruble
fr: Rouble russe
nb: Russisk rubel

source: Croatian kuna
fr: Kuna croate
nb: Kroatisk kuna

source: Kazakhstani Tenge
fr: Tenge kazakh
nb: Kasakhstansk tenge

source: Israeli Shekel
fr: Shekel israélien
nb: Israelsk shekel

source: United Arab Emirates Dirham
fr: Dirham des Émirats arabes unis
nb: Emiratarabisk dirham

source: Qatari Riyal
fr: Rial qatari
nb: Qatarsk riyal

source: Saudi Riyal
fr: Riyal saoudien
nb: Saudiarabisk riyal

source: Egyptian Pound
fr: Livre égyptienne
nb: Egyptisk pund

source: South African Rand
fr: Rand sud-africain
nb: Sørafrikansk rand

source: Player '%s' was not found and cound not be made (missing player tag)
fr: Le joueur '%s' n'a pas été trouvé et n'a pas pu être créé (tag du joueur manquant)
nb: Spilleren '%s' fantes ikke og kunne ikke lages (manglende nick)

source: Player '%s' was not found and cound not be made (missing race)
fr: Le joueur '%s' n'a pas été trouvé et n'a pas pu être créé (race manquante)
nb: Spilleren '%s' fantes ikke og kunne ikke lages (manglende rase)

source: Race switcher
fr: Multi-race
nb: Rasebytter

source: The page you were looking for was nowhere to be found. Sorry!
fr: La page que vous cherchez n'a pas pu être trouvée. Désolé !
nb: Vi fant ikke siden du så etter. Beklager!

source: An unspeakable awful indescribable horror has occured.
fr: Une indescriptible, terrible et indicible horreur s'est produite.
nb: En unevnelig, forferdelig, ubeskrivelig og skrekkelig ting har skjedd.

source: Try to send me an e-mail at %(email)s where you describe what you were trying to do when this happened.
fr: Vous pouvez envoyer un e-mail à %(email)s en décrivant ce que vous étiez en train de faire quand cela s'est produit.
nb: Send en e-post til %(email)s hvor du beskriver hva du forsøkte å gjøre.

source: Submit results
fr: Soumettre les résultats
nb: Lagre resultater

source: The following entries were successfully submitted
fr: Les entrées suivantes ont été soumises avec succès
nb: Disse kampene ble lagt til

source: They are pending review before being visible.
fr: Ils sont en cours de vérification avant d'être publié.
nb: De må godtas før de blir synlige.

source: Match syntax
fr: syntaxe des parties
nb: Kampsyntaks

source: Examples
fr: Exemples
nb: Eksempler

source: Common problems
fr: Problèmes courants
nb: Vanlige problemer

source: Anything that can be used to identify the tournament the games were played in. Please provide as much information as possible. (Rounds, day number, week number, etc.)
fr: N'importe quel élément qui peut être utilisé pour identifier le tournoi dans lequel ces parties ont été jouées. Veuillez fourni autant d'information que possible. (tours, quel jour, quel semaine, etc.)
nb: Alt som kan brukes til å identifisere turneringen hvor partiene ble spilt. Vennligst gi så mye informasjon som mulig (runde, dag, uke, etc.)

source: The event the games were played in.
fr: Le tournoi dans lequel ces parties ont été jouées.
nb: Turneringen hvor partiene ble spilt

source: If you can't find the correct event object, you have to %(a)smake it</a>. If these are the final games associated with an event object, please close it afterwards.
fr: Si vous ne pouvez pas trouver le bon event object, vous devez le %(a)scréer</a>. Si ce sont les dernières parties associées à un event object, veuillez le fermer ensuite.
nb: Hvis du ikke finner den riktige turneringen, må du %(a)slage den</a>. Hvis disse er de siste partiene i denne turneringen, vennligst lukk den etterpå.

source: Date played
fr: Date de jeu
nb: Dato spilt
