Repository: TheBB/aligulac
Catalog: locale/dk/LC_MESSAGES/django.po
Languages: da

source: A list of the results you want to add. Please see <strong>match syntax</strong> for more information.
da: En liste af resultater du vil tilføje. Se venligst <strong>match syntax</strong> for mere information.

source: Please see <strong>common problems</strong> if you are unsure about a player.
da: Se venligst <strong>Almindelige problemer</strong> hvis du er usikker vedrørende en spiller.

source: Each line corresponds to a match, and should be entered using this format:
da: Hver linje svarer til en kamp og skal indtastes i følgende format:

source: The player information must uniquely identify the player, and should be space-separated list of any of the following:
da: Spiller informationen skal kunne unikt identificere spilleren, og skal være en liste adskilt af mellemrum af en eller flere af følgende:

source: The player information does not have to uniquely identify the player, and should be a space-separated list of any of the following:
da: Spiller informationen behøver ikke at kunne unikt identificere spilleren, og skal være en liste adskilt af mellemrum af en eller flere af følgende:

source: Player tag, e.g. <code>DongRaeGu</code>.
da: Spiller navn, fx "DongRaeGu".

source: Race, i.e. <code>P</code>, <code>T</code>, <code>Z</code>, <code>R</code> (random) or <code>S</code> (race switcher).
da: Race, fx <code>P</code>, <code>T</code>, <code>Z</code>, <code>R</code> (random) eller <code>S</code> (race skifter).

source: A two- or three-letter %(a)sISO 3166-1 alpha-2 country code</a>, e.g. <code>KR</code> or <code>KOR</code>, or the common English name of a country (the latter will only work if the country name does not contain spaces.
da: Et to- eller tre-bogstavs %(a)sISO 3166-1 alpha-2 landekode</a>, fx "KR" eller "KOR", eller det almindelige engelske landenavn (det sidste vil kun virke hvis landenavnet ikke indeholder mellemrum)

source: Team name, e.g. <code>MVP</code>.
da: Holdnavn, fx "MVP".

source: Player or team aliases, e.g. <code>DRG</code>. The most common ones should be recognized by the system
da: Spiller- eller holdnavne, fx "DRG". De mest almidelige bør blive genkendt af systemet

source: A player ID number, which you can get from the URL of the %(a)splayer page</a>, e.g. <code>4</code>.
da: En spillers ID nummer som du kan få fra spillerens URL %(a)splayer page</a>,fx "4".

source: If you are adding a match by a race switcher you need to tell the system which race the player was playing in that match. Do this by adding a <code>%(clause)s</code> clause at the <strong>end</strong> of the player information. For example, if MorroW plays Protoss, you can do this:
da: Hvis du er ved at tilføje en kamp for en raceskifter er du nødt til at fortælle systemet hvilken race spilleren spillede i den kamp. Gør dette ved at tilføje en %(clause)s klausul <strong>i slutningen af spiller informationen.</strong> For eksempel, hvis MorroW spiller Protoss kan du gøre dette:

source: Please also provide race information about random players whenever this is known, though it's not required.
da: Venligst giv race informtion om random spillere når denne er kendt, omend det ikke er nødvendigt.

source: Everything is based on case-insensitive search. There is no recognizable difference between <code>Mvp</code> (the player) and <code>MVP</code> (the team).
da: Alt er baseret på case-ufølsom søgning. Der er ingen genkendelig forskel mellem "Mvp" (Spilleren) og "MVP" (Holdet).

source: When submitted, the system will try to add as many of the matches as it can. Some entries might produce warnings, in which case you will be notified about what to do. This happens when:
da: Når tilføjet, systemet vil forsøge at tilføje så mange af kampene som den kan. Nogle tilføjelser kan producere advarsler, i så fald bliver du gjort opmærksom på hvad der skal gøres. Dette sker når:

source: a player is not uniquely identified. In this case, add more information. Use the ID number if necessary.
da: en spiller er ikke unikt identificeret. I så fald, tilføj mere information. Brug ID-nummeret hvis nødvendigt.

source: a player can't be found. In this case, add the switch <code>!MAKE</code> to the end of the respective line(s). This will make a player entry if needed. In this case, you <strong>must</strong> provide a player tag and race. Please also provide a country code if possible, and make sure the player tag is spelled correctly (including capitalisation).
da: en spiller kan ikke findes. I dette tilfælde, tilføj <code>!MAKE</code> til sidste på den(de) respektive linje(r). Dette vil oprette en spiller hvis nødvendigt. I så fald <strong>skal</strong> du opgive et spillernavn og race. Venligst opgiv landekode hvis muligt også, og sørg for at spillernavnet er stavet korrekt (inklusiv store og små bogstaver).

source: a duplicate entry was found. If you are certain that the two players in question played more than one match within a single day with the same result (this can happen, but it's rare), add the switch <code>!DUP</code> to the end of the respective line(s). This will force the match to be entered.
da: en tilsvarende indtastning blev fundet. Hvis du er helt sikker på at de to spillere spillede mere end en kamp på den givne dag med det samme resultat (dette sker, men det er sjældent), tilføj <code>!DUP</code> i slutningen af den (de) respektive linje(r). Dette tvinger kampen til at blive tilføjet.

source: When submitted, the system will try to find as many players as it can. If a player can't be found, or if the information provided applies to more than one player, that's fine. We will fix it when reviewing the submission.
da: Når den er tilføjet forsøger systemet at finde så mange spillere som den kan. Hvis en spiller ikke kan findes, eller hvis informationen fører til mere end en spiller så er det okay. Vi fixer det når vi tjekker dit bidrag.

source: The system will also try to avoid duplicates. If your match appears to be a duplicate of another match in the database (same players, score and close in time), you will get a warning. To avoid this, add the switch <code>!DUP</code> to the end of the match description. This will force the match to be entered.
da: Systemet forsøger også at undgå dubletter. Hvis din kamp lader til at være en dublet af en anden kamp i vores database (samme spillere, score og tæt i tidspunkt), så modtager du en advarsel. For at undgå dette, tilføj <code>!DUP</code> i slutningen af kamp beskrivelsen. Dette tvinger kampen til at blive tilføjet.

source: Most players are uniquely identifiable through their nickname alone. For a list of the most common exceptions, please look at <strong>common problems</strong>.
da: De fleste spillere kan unikt identificeres via deres spillernavn alene. For en liste af de mest normale undtagelser, se venligst <strong>Almindelige problemer</strong>.

source: Here are some real-world examples. From the GSL:
da: Her er nogle rigtige eksempler fra GSL:

source: Some players have to be identified by race and/or country, such as Creator:
da: Nogle spillere skal identificeres ud fra race og/eller land, såsom Creator:

source: Some players have aliases to help entering their names, such as BBoongBBoong:
da: Nogle spillere har aliasser som hjælper med indtastning af deres navne, såsom BBoongBBoong:

source: Some players are more easily identified by team, such as Mvp and HerO:
da: Nogle spillere er nemmere at identificere udfra hold, såsom Mvp og HerO:

source: Liquid HerO, CJ herO, Woongjin ZerO, StarTale Zero, MVP Killer and Clarity KiLLeR should be identified by team.
da: Liquid HerO, CJ herO, Woongjin ZerO, StarTale Zero, MVP Killer og Clarity KiLLeR bør identificeres udfra deres hold.

source: Creator, Dream, First, Happy, Maru, Rain, Tails, TheBest, and Top all need to be identified by race and/or country.
da: Creator, Dream, First, Happy, Maru, Rain, Tails, TheBest, og Top skal identificeres ud fra race og/eller land.

source: Common country codes
da: Mest anvendte landekoder

source: Commit
da: Tilføj

source: Commit and close event
da: Tilføj og luk event

source: The other fields are not of interest.
da: De andre felter er ikke interessante

source: Change password
da: Skift kodeord

source: To change the password for %(user)s, fill in the form.
da: For at skifte kodeord for %(user)s, udfyld formularen.

source: Old password
da: Gammelt kodeord

source: New password
da: Nyt kodeord

source: New password again
da: Gentag nyt kodeord

source: Days since...
da: Dage siden...

source: year
da: år

source: day
da: dag

source: <b>Major</b> is defined as a tournament where the first place prize money exceeds $2,000.
da: <b>Major</b> er defineret som værende en turnering hvor førstepræmiesummen overstiger $2.000.

source: <b>Premier</b> is defined as an offline tournament where the first place prize money exceeds $10,000
da: <b>Premier</b> er defineret som værende en offline turnering hvor førstepræmiesummen overstiger $10.000

source: These differ from the definitions used by %(a)sLiquipedia</a>. The reason for this being that it's hard use their definition when doing a database lookup as theirs aren't exact.
da: Disse afviger fra definitionerne anvendt af %(a)sLiquipedia</a>. Grunden til dette er at det er svært at anvende deres definition når man laver database opslag, da deres definitioner er vage.

source: Comparing players
da: Sammenligner spillere

source: Compare players
da: Sammenlign spillere

source: Last ratings update
da: Sidste rating opdatering

source: F jS, Y, H:i e
da: j. F, Y, H:i e

source: Game data
da: Spil data

source: games
da: spil

source: matches
da: kampe

source: Matches with event info
da: Kampe med event info

source: Uncatalogued matches
da: Ikke-katalogiserede kampe

source: %(nplayers)s, of which %(nkoreans)s Koreans
da: %(nplayers)s, hvor %(nkoreans)s er koreanere

source: %(nteams)s, of which %(nactive)s active
da: %(nteams)s, hvor %(nactive)s er aktive

source: Top submitters
da: Top bidragsydere

source: more
da: mere

source: The database dump file is currently %(span)soffline</span> for reasons unknown.
da: Database dumpet er pt %(span)soffline</span> pga. ukendte årsager

source: You can download a PostgreSQL dump <a href="%(dump)s">here</a> (%(dumpmb)s MiB) or <a href="%(gzdump)s">here</a> (%(gzdumpmb)s MiB gzipped), current as of %(datetime)s (UTC %(tz)s). It is free to use for non-commercial purposes if you credit this website when doing so.
da: Du kan downloade et PostgreSQL dump <a href="%(dump)s">her</a> (%(dumpmb)s MiB) eller <a href="%(gzdump)s">her</a> (%(gzdumpmb)s MiB gzipped), sidst opdateret %(datetime)s (UTC %(tz)s). Det er gratis at bruge til ikke-kommercielle foretagender, så længe du krediterer denne hjemmeside når det anvendes.

source: The dump contains 11 tables. Some columns are foreign keys to tables that have been removed from the dump (primarily involving user accounts). Everything given below is in terms of <strong>PostgreSQL standards</strong>.
da: Dumpet indeholder 11 tabeller. Nogle kolonner er fremmednøgler til tabeller som er fjernet fra dumpet (primært brugerkonti)

source: Description
da: Beskrivelse

source: Earnings ranking
da: Indtjeningsrangliste

source: In %(year)s, %(origpp)s (%(totalpp)s) was awarded in prize money.
da: I %(year)s, vandt %(origpp)s (%(totalpp)s) i præmiesum.

source: In total, %(origpp)s (%(totalpp)s) was awarded in prize money.
da: I alt er %(origpp)s (%(totalpp)s) blevet vundet i præmiesummer.

source: In %(year)s, %(totalpp)s was awarded in prize money.
da: I %(year)s, vandt %(totalpp)s i præmiesum.

source: In total, %(totalpp)s was awarded in prize money.
da: I alt er %(totalpp)s blevet vundet i præmiesummer.

source: The filters came up empty. :(
da: Filtrene returnerede ingen data. :(

source: Year:
da: År:

source: Country:
da: Land:

source: Currency:
da: Valuta:

source: Filter
da: Filtrer

source: Total earnings
da: Total indtjening

source: Event manager
da: Eventhåndtering

source: Modify event / add new sub-events
da: Modificer event / tilføj nye sub-events

source: Use this if you want to add several events at once using a predefined naming pattern.
da: Brug denne hvis du vil tilføje flere events på samme tid som følger et prædefineret mønster.

source: Use this for custom names. Separate each new subevent by a comma.
da: Brug denne til brugervalgte navne. Separer hvert nyt subevent med et komma.

source: Commit new sub-events
da: TIlføj nye subevents

source: Close event
da: Luk event

source: The events are organized in a tree, loosely hierarchical with organizer→season→tournament→stage (qualifiers/groups/playoffs)→round and so on. There are no hard rules.
da: Events er organiseret i et træ, løst hierarkisk med organizer→season→tournament→stage (qualifiers/groups/playoffs)→round osv. Der er ingen strenge regler.

source: The name displayed everywhere on the site is the concatenation of the event name and <strong>all its parents</strong>. Thus GSL→2013 Season 1→Code S→Ro32→Group A will be shown as «GSL 2013 Season 1 Code S Ro32 Group A». With this in mind, try to name the events so that the full name flows as well as possible.
da: Det viste navn overalt på siden er konkateneringen af eventnavnet og <strong>alle dets forældre</strong>. Derfor bliver GSL→2013 Season 1→Code S→Ro32→Group A vist som «GSL 2013 Season 1 Code S Ro32 Group A». Med dette in mente, prøv at navngiv events så det fulde navn lyder så godt som muligt.

source: Do not repeat information. If you have an event called «Qualifiers», the subevents should not be called «Korean Qualifiers». Just «Korea» is fine.
da: Gentag ikke information. Hvis du har et event kaldt «Qualifiers», subeventet skal ikke hedde «Korean Qualifiers». «Korea» er fint.

source: Matches can only be assigned to leaf events (i.e. events with no subevents).
da: Kampe kan kun tilføjes til blad events (dvs. events uden subevents).

source: Close an event after all the matches has been assigned. This will remove it from the list below and all drop-down boxes on the site, to help readability. If you want to reopen an event, this can be done in the admin interface or on the event page.
da: Luk et event efter alle kampe er tilføjet. Dette fjerner eventet fra listen nedenfor og alle drop-down boxe på siden. Hvis du vil genåbne et event skal du navigere til admin-interfacet eller på event siden.

source: You can improve readability by making an event «invisible» (open the admin interface and check the «noprint» option). This will hide the name. This is useful for events called e.g. «Group Stage» to turn «Code S Group Stage Group A» into «Code S Group A», which flows better. This is often used for group stages and playoffs.
da: Du kan forbedre læsbarheden ved at gøre et event «invisible» (åbn admin-interfacet og afkryds «noprint» ). Dette skjuler navnet. Dette er brugbart for events kaldet fx «Group Stage» for at lave «Code S Group Stage Group A» om til «Code S Group A», hvilket lyder bedre. Dette bruges ofte ved gruppespil og playoffs.

source: Events with many games should also be marked «big». This will cause the list of games to be cut off. If you forget, no big deal, it's done automatically.
da: Events med mange kampe bør også markeres «big». Dette afskærer listen af kampe så ikke alle er synlige. Hvis du glemmer det, no big deal, det gøres automatisk.

source: <strong>Naming conventions:</strong> Ro («round of») with capital R and small o, followed immediately by the number. Third place matches should be named exactly that (not «3rd»).
da: <strong>Navngivningsregler:</strong> Ro («round of») med stort R og lille o, direkte efterfulgt af nummeret. «Third place matches» skal hedde præcis det (ikke «3rd»).

source: Add root event
da: Tilføj rodevent

source: Show guide
da: Vis guide

source: modify
da: modificer

source: Modify event
da: Modificer event

source: <strong>Danger!</strong> Changes to date, game and offline will modify all matches associated with all events in this tree. Changing type will potentially change all children and ancestor events! Make sure you know what you are doing!
da: <strong>Advarsel:</strong> Ændringer til dato, spilversion, og offline modificerer all kampe associeret med alle events i dette træ. Ændring af type vil potentielt ændre alle børn og forældre events! Dobbelttjek at du ved hvad du laver!

source: Add subevents
da: Tilføj subevent

source: If you need more options, or if you need to add more than one subevent, use the <a href="/add/events/">event manager</a> tool.
da: Hvis du har brug for flere muligheder, eller hvis du har brug for at tilføje mere end et subevent, brug <a href="/add/events/">event manager</a> værktøjet.

source: Modify prizepool
da: Modificer præmiesum

source: The currency in which the prize was paid, usually the official currency in the country the tournament was held.
da: Valutaen som præmiesummen blev udbetalt i, er som regel den officielle valuta i det land som turneringen blev holdt i.

source: Use this for prizes related to final placement in the event.
da: Brug denne til præmier relateret til den endelige placering i turneringen

source: [prize] [player]
da: [præmie] [spiller]

source: Use this for prizes unrelated to placement, i.e. public tips.
da: Brug denne til præmier urelateret til den endelige placering, fx "tips".

source: Reorder subevents
da: Omarranger subevents

source: Put the <strong>least significant</strong> events first (the ones played first, or with most players). Finals should be toward the bottom.
da: Put det <strong>mindst signifikante</strong> event først (det der blev spillet først eller med flest spillere). Finaler skal være mod bunden.

source: Add or change stories
da: Tilføj eller ændre historier

source: Extant stories
da: Eksisterende historier

source: For each parameter, a line of the form "parameter: value". The parameters needed are in the story text of the form "%(parameter)s". This will be replaced by the value you enter.
da: For hver parameter, tilføj en linje på formen: "parameter: værdi". De nødvendige parametre er i historieteksten på formen "%(parameter)s". Hvilket bliver erstattet af den værdi du indtaster.

source: Update
da: Opdater

source: Delete
da: Slet

source: Prize Pool
da: Præmiesum

source: Other Prizes
da: Andre præmier

source: Go
da: Gå

source: Mirrors
da: Samme race

source: Details
da: Detaljer

source: Dates
da: Datoer

source: %(fst)s to %(snd)s
da: %(fst)s til %(snd)s

source: Prizepool
da: Præmiesum

source: External
da: Ekstern

source: Edit info
da: Rediger info

source: Add matches
da: Tilføj kampe

source: Prize pool
da: Præmiesum

source: Stories
da: Historier

source: This event has no registered games... yet.
da: Dette evnt har ingen registrerede kampe... endu.

source: Notice something missing? We're always looking for people to help <a href="%(uri)s">populate our database</a>!
da: Mangler der noget? Vi leder altid efter folk der vil hjælpe med at <a href="%(uri)s">fylde vores database</a>!

source: show
da: vis

source: hide
da: skjul

source: Go to smaller event:
da: Gå til mindre events

source: These events have games, which means that they are currently active and have not yet finished. If the event has finished, please make sure that all matches have been added before closing the event.
da: Disse events har kampe, hvilket betyder at de er pt aktive og endnu ikke afsluttede. Hvis eventet er afsluttet, venligst tjek at alle kampe er tilføjet før du lukker eventet.

source: Open events with games
da: Åbne events med kampe

source: Last added game
da: Sidst tilføjet kamp

source: External links
da: Eksterne links

source: Close events
da: Luk events

source: These events have no games yet, which means that they are either future events or finished events that are not yet in the database. In the latter case, feel free to use the external links provided to add the matches to the database and close the event when you are done.
da: Disse events har endnu ikke nogle kampe, hvilket betyder at de enten er fremtidige events eller afsluttede events som endnu ikke er i databasen. I tilfælde af det sidste står det dig frit for at anvende de eksterne links til at tilføje kampene til databasen og luk eventet når du er færdig.

source: Open events without games
da: Åbne events uden kampe

source: These events are closed and have no information on their prize pools yet.
da: Disse events er lukkede og har ingen information om deres præmiesummer endnu.

source: If you know the prize pool, visit the event page and add the prize pool information there.
da: Hvis du kender præmiesummen, besøg eventsiden og tilføj præmiesummen der.

source: If you know the event has no prize pool, you can mark the event as having no prize pool. Don't just assume that an event has no prize pool just because it is a qualifier, however. Some do!
da: Hvis du ved at eventet ingen præmiesum har kan du markere eventet som havende ingen præmiesum. Lad være med at antage at fordi et event er en kvalifikation til en senere turnering at den ingen præmiesum har. Nogle har!

source: If you are not sure whether the event has a prize pool or do not have the exact sums, do nothing
da: Hvis du er i tvivl om hvorvidt et event har en præmiesum eller er i tvivl om beløbet, gør intet

source: Events with no prize pool
da: Events uden præmiesum

source: Marked events have no prize pool
da: Markeret events har ingen præmiesum

source: Frequently Asked Questions
da: Ofte stillede spørgsmål

source: After date
da: Efter

source: to
da: til

source: Before date
da: Før

source: %(pl)s rating history
da: %(pl)s ratinghistorik

source: List
da: Liste

source: Click and drag to zoom
da: Klik og træk for at zoome

source: Number of players:
da: Antal spillere:

source: Races:
da: Racer:

source: Nationalities:
da: Nationaliteter:

source: This list ranks players by <em>periods of domination</em>. The relevant score is called PP (<em>period-points</em>), and is the sum over a range of lists of the signed distance from a player to number seven on the list.
da: Denne liste rangerer spillere ud fra <em>dominationsperiode</em>. Den relevante score kaldes PP (<em>periode-points</em>) og er summen over en række lister af den samlede distance fra en spiller til nummer 7 på listen.

source: For most players, their PP is equal to the sum of the rating gaps for each list in which they were in the top seven. If a player has been there more than once, the optimal range of lists is chosen, and it can include times when the player was not in the top seven, if these are sufficiently brief and negligible.
da: For de fleste spillere, er deres PP lig summen af spring i rating for hver liste hvori de er top syv. Hvis en spiller har været det mere end en gang bliver den optimale række af lister valgt og dette kan inkludere tidspunkter hvor spilleren ikke var i top syv, hvis disse perioder er tilpas korte og neglicerbare.

source: In short, this is a list of players who have ever been top seven, rewarding both large rating gaps and long periods of rule. Think of it as a king-of-the-hill hall of fame.
da: Kort sagt, dette er en liste over spillere som har været i top syv, hvilket belønner både store afstande fra spilleren til konkurrenterne og lange perioder med gode præstationer.

source: To avoid rating artifacts, these records are only counted after 25 periods (i.e. list 25, on February 9th, 2011).
da: For at undgå rating artefakter bliver disse udregnet ud fra lister efter d. 25. periode (dvs. liste 25 fra 9. Februar, 2011)

source: Length
da: Længde

source: F jS, Y
da: j. F Y

source: weeks
da: uger

source: DEVELOPMENT SERVER
da: UDVIKLINGSSERVER

source: StarCraft 2 Progaming Statistics and Predictions
da: StarCraft 2 Progaming Statistik og Forudsigelser

source: Language
da: Sprog

source: Find player, team or event
da: Find spiller, hold eller event

source: Current top 10
da: Nuværende top 10
