Repository: TheBB/aligulac
Catalog: locale/dk/LC_MESSAGES/django.po
Languages: da

source: Exchange rate not found for currency %(code)s on %(date)s
da: Valuta kurs ikke fundet for denne valuta %(code)s d. %(date)s

source: '%s' not unique
da: '%s' ikke unikke

source: You are not logged in.
da: Du er ikke logget på.

source: login
da: log på

source: You are logged in as %s
da: Du er logget på som %s

source: logout
da: log ud

source: change password
da: skift kodeord

source: This field is required.
da: Påkrævet felt

source: Ranking
da: Rangliste

source: Current
da: Nuværende

source: History
da: Historik

source: Earnings
da: Indtjening

source: Teams
da: Hold

source: Transfers
da: Holdskift

source: Records
da: Rekorder

source: All
da: Alle

source: Results
da: Resultater

source: By Date
da: Efter dato

source: By Event
da: Efter event

source: Search
da: Søg

source: Inference
da: Inferens

source: Predict
da: Forudsig

source: Misc
da: Div.

source: Balance Report
da: Balancerapport

source: Days Since…
da: Dage siden...

source: Compare
da: Sammenlign

source: About
da: Om

source: Submit
da: Tilføj

source: Matches
da: Kampe

source: Review
da: Gennemgå

source: Open events
da: Åbne events

source: Summary
da: Opsummering

source: Rating history
da: Ratinghistorik

source: Match history
da: Kamphistorik

source: Adjustments
da: Justeringer

source: Contains player information.
da: Indeholder spillerinformation

source: primary key
da: primærnøgle

source: in-game name of the player
da: spillerens spilnavn

source: real name
da: rigtige navn

source: birthday
da: fødselsdag

source: MC number
da: MC tal

source: external TLPD ID
da: ekstern TLPD ID

source: bit-flag value denoting which TLPD databases this player is in (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)
da: bit-flag værdi der beskriver hvilke TLPD databaser denne spiller er i: <br/>1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta

source: title of Liquipedia page (the part after http://wiki.teamliquid.net/starcraft2/)
da: titel på Liquipedia side <br/>delen efter http://wiki.teamliquid.net/starcraft2/

source: external sc2earnings.com ID
da: ekstern sc2earnings.com ID

source: ISO-3166-1 alpha-2 country code
da: ISO-3166-1 alpha-2 landekode

source: P, T or Z for normal races, R for random and S for race switcher
da: P, T eller Z for normale racer, R for random og S for race skifter

source: their PP score (see <a href="%s">Hall of Fame</a> for explanation)
da: deres PP score <br/>se <a href="%s">Hall of Fame</a> for forklaring

source: foreign key to period (start of PP-period)
da: fremmednøgle til period <br/> starten på PP-perioden

source: foreign key to period (first period after end of PP-period)
da: fremmednøgle til period <br/> første periode efter enden på PP-perioden

source: foreign key to rating (should link to the latest published rating of the player)
da: fremmednøgle til rating <br/>skal linke til sidst publicerede rating af spilleren

source: Contains game information.
da: Indeholder spil information

source: foreign key to period (the period this match was played in)
da: fremmednøgle til period <br/> perioden denne kamp blev spillet i

source: when the match was played (often approximate)
da: tidspunkt kampen var spillet <br/> ofte approksimeret

source: foreign key to player (player A)
da: fremmednøgle til spiller <br/> spiller A

source: foreign key to player (player B)
da: fremmednøgle til spiller <br/> spiller B

source: score for player A
da: spiller A's score

source: score for player B
da: spiller B's score

source: race for player A (not necessarily same as pla.race, S is not allowed)
da: spiller A's race <br/>ikke nødvendigvis den samme som pla.race, S er ikke tilladt

source: race for player B (not necessarily same as plb.race, S is not allowed)
da: spiller B's race <br/>ikke nødvendigvis den samme som plb.race, S er ikke tilladt

source: true if the match has been rated
da: sand hvis kampen er blevet behandlet

source: tournament, round, group etc. (superceded by eventobj_id if latter is not null)
da: turnering, runde, gruppe osv. <br/>afløst af eventobj_id hvis sidstnævnte ikke er null

source: foreign key to event (supercedes event field)
da: fremmednøgle til event <br/> afløser event feltet

source: foreign key to a table removed from the dump
da: fremmednøgle til en tabel fjernet fra dumpet

source: game version used (WoL, HotS, LotV)
da: spilversion brugt <br/> WoL, HotS, LotV

source: whether this match was played offline
da: om denne kamp blev spillet ved en offline turnering

source: foreign key to rating (rating of player A at the time of the match)
da: fremmednøgle til rating <br/> spiller A's rating da kampen blev spillet

source: foreign key to rating (rating of player B at the time of the match)
da: fremmednøgle til rating <br/> spiller A's rating da kampen blev spillet

source: Contains event information. Events are organized in a tree as defined by the <strong>eventadjacency</strong> table. “Event” in this case means anything from organizer, season, tournament, round (including qualifiers), group, days and weeks, etc.
da: Indeholder event information. Events er organiseret i en træstruktur, der er defineret ved <strong>eventadjacency</strong> tabellen. “Event” betyder i denne sammenhæng alt fra organisator, sæson, turnering, runde (inklusiv kvalifikationsrunder), gruppe, dage og uger, osv.

source: name of this node
da: navnet på denne node

source: parent node
da: forældrenode

source: deprecated
da: ikke længere i brug

source: whether the event is finished or not
da: om eventet er færdigt eller ej

source: whether the event is considered large (many games)
da: om eventet er vurderet stort (mange spil)

source: whether this event should be skipped in the fullname of descendants
da: om dette event skal ekskluderes i det fulde navn af efterkommere

source: full name of this event (including names of ancestors)
da: eventets fulde navn (inklusiv navne på forfædre)

source: URL of the event website
da: event hjemmesidens webadresse

source: bit-flag value denoting which TLPD databases this event is in: (1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta)
da: bit-flag værdi der beskriver hvilke TLPD databaser dette event er i: <br/>1 = KR WoL, 2 = IN WoL, 4 = HotS, 8 = HotS beta, 16 = WoL beta

source: TL.net forum thread ID
da: TL.net forumtråds ID

source: whether this event has an associated prizepool (NULL if unknown)
da: om dette event har en tilhørende præmiepulje (NULL hvis ukendt)

source: date of earliest match
da: dato for den tidligeste kamp

source: date of latest match
da: dato for den seneste kamp

source: team, individual or frequent (only set for root nodes)
da: team, individual eller frequent <br/> kun sat for rods noder

source: category, event (i.e. tournament) or round (you can assume that ancestors of events are always categories and that descendants of events are always rounds)
da: category, event (f.eks. tournament) eller round <br/>det kan antages at forfædre til events altid er kategorier og at efterkommere til events altid er runder

source: sorting index
da: sorterings indeks

source: Contains the tree information for events. There is a row here for every ancestor-descendant relationship. This table contains the transitive closure, so links of any distance are listed.
da: Indeholder træinformation for events. Der er en række her for enhver forfader-efterkommer sammenhæng. Denne tabel indeholder de transitive samlinger, så sammenhænge af enhver distance er repræsenteret

source: foreign key to event
da: fremmednøgle til event

source: how many edges between the nodes
da: hvor mange kanter der er mellem noder

source: Contains rating information.
da: Indeholder ratinginformation.

source: foreign key to period
da: fremmednøgle til period

source: foreign key to player
da: fremmednøgle til player

source: current rating
da: nuværende rating

source: current rating delta vP
da: nuværende rating delta vP

source: current rating delta vT
da: nuværende rating delta vT

source: current rating delta vZ
da: nuværende rating delta vZ

source: current RD
da: nuværende afvigelse i rating

source: current RD vP
da: nuværende afvigelse i rating vP

source: current RD vT
da: nuværende afvigelse i rating vT

source: current RD vZ
da: nuværende afvigelse i rating vZ

source: performance rating in this period
da: performance rating i denne periode

source: performance rating vP in this period
da: performance rating vP i denne periode

source: performance rating vT in this period
da: performance rating vT i denne periode

source: performance rating vZ in this period
da: performance rating vZ i denne periode

source: smoothed rating
da: udjævnet rating

source: smoothed rating vP
da: udjævnet rating vP

source: smoothed rating vT
da: udjævnet rating vT

source: smoothed rating vZ
da: udjævnet rating vZ

source: smoothed RD
da: udjævnet afvigelse i rating

source: smoothed RD vP
da: udjævnet afvigelse i rating vP

source: smoothed RD vZ
da: udjævnet afvigelse i rating vZ

source: smoothed RD vT
da: udjævnet afvigelse i rating vT

source: rank
da: rang

source: rank vP
da: rang vP

source: rank vT
da: rang vT

source: rank vZ
da: rang vZ

source: number of periods since last game
da: numre af perioder siden sidste spil

source: rating gap to number 7 (used in the <a href="%s">Hall of Fame</a>)
da: rating gap til nummer 7 <br/>brugt i <a href="%s">Hall of Fame</a>

source: foreign key to rating; previous rating for this player
da: fremmednøge til rating; denne spillers tidligere rating

source: A period represent a discrete time interval used for rating computation purposes.
da: En periode repræsenteret på et diskret tidsinterval brugt til beregning af vurdering

source: starting date (inclusive)
da: startdato (inkluderende)

source: ending date (inclusive)
da: slutdato (inkluderende)

source: whether this period has been rated
da: om denne periode er blevet vurderet

source: whether this period needs re-rating (something has changed)
da: om denne periode skal revurderes (noget er ændret)

source: number of returning players
da: antal af tilbagevendende spillere

source: number of new players
da: antal nye spillere

source: number of games played
da: antal spil spillet

source: Contains group information (for now, this means teams).
da: Indeholder gruppeinformation (dette betyder indtil nu kun hold)

source: name of group
da: gruppenavn

source: short name of group
da: gruppens forkortede navn

source: all-kill score (if team)
da: all-kill score (hvis hold)

source: proleague score (if team)
da: proleague score (hvis hold)

source: date founded
da: dato grundlagt

source: date disbanded
da: dato opløst

source: whether the group is active
da: om gruppen er aktiv

source: URL of team website
da: adressen til holdets hjemmeside

source: whether this group is a proper team
da: om gruppen er et reelt hold

source: whether this group has manually added members or not (currently has no effect, there are no automatic groups)
da: om gruppen har manuelt tilføjede medlemmer eller ej <br/> har pt. ingen effekt, der er ingen automatiske grupper

source: Links teams and players together in a many-to-many relationship.
da: Sammenkobler hold og spillere i et en-til-mange forhold

source: foreign key to group
da: fremmednøgle til group

source: start date of membership
da: startdato for medlemskab

source: end date of membership
da: slutdato for medlemsskab

source: whether the membership is in effect (many end dates are unknown, so this is needed)
da: om medlemsskabet er aktivt <br/> mange slutdatoer er ukendte så dette felt er nødvendigt

source: whether the player is a playing member (false for coaches, among others)
da: om spilleren er et spillende medlem <br/> falsk for trænere, blandt andre

source: Contains prize pool information. Each row represents a single payout to a single player.
da: Indeholder præmiepulje information. Hver række repræsenterer en enkelt udbetaling til en enkelt spiller.

source: amount in USD at the time of the win
da: mængden af USD på tidspunktet for sejren

source: amount in original currency
da: mængde i oprindelig valuta

source: currency code
da: valutakode

source: place in the event
da: placering i eventet

source: Contains aliases for teams and players (common nicknames and shortened names.)
da: Indeholder aliaser for hold og spiller (alm. alternative navne og forkortede navn)

source: the alias
da: aliasset

source: Contains messages associated with some objects, containing perhaps relevant information.
da: Indeholder beskeder associeret med nogle objekter, indeholder måske relevant information

source: info, warning, sucess or error
da: info, advarsel, succes eller fejl

source: text describing this message
da: tekst der beskriver denne besked

source: parameters for string interpolation
da: parametre til streng interpolation

source: foreign key to match
da: fremmednøgle til match

source: Contains stories (dots plotted in some players' rating charts.)
da: Indeholder historier (prikker plottet i nogle spilleres rating grafer.)

source: text describing this story
da: tekst der beskriver historien

source: when it happened
da: hvornår det skete

source: foreign key to event (if applicable)
da: fremmednøgle til event (hvis applicerbar)

source: The blog/news section is only in English, sorry.
da: Blog- og nyhedssektionen er kun på engelsk, beklager.

source: Name/organization
da: Navn/organisation

source: Contact
da: Kontakt

source: Entered data was invalid.
da: Indtastet data er ugyldigt

source: Your API key is <code>%s</code>. Please keep it safe.
da: Din API nøgle er '%s'. Opbevar den et sikkert sted.

source: The API documentation is only in English, sorry.
da: API sektionen er kun tilgængelig på engelsk, beklager.

source: The old password didn't match. Your password was not changed.
da: Det gamle kodeord matcher ikke. Dit kodeord blev ikke ændret.

source: The new passwords didn't match. Your password was not changed.
da: Det nye kodeord matcher ikke. Dit kodeord blev ikke ændret.

source: The password for %s was successfully changed.
da: Kodeordet for %s blev ændret succesfuldt.

source: Africa
da: Afrika

source: Antarctica
da: Antarktis

source: Asia
da: Asien

source: Europe
da: Europa

source: North America
da: Nordamerika

source: Oceania
da: Oceanien

source: South America
da: Sydamerika

source: Albania
da: Albanien

source: Algeria
da: Algeriet

source: American Samoa
da: Amerikansk Samoa

source: Antigua and Barbuda
da: Antigua og Barbuda

source: Azerbaijan
da: Aserbajdsjan

source: Australia
da: Australien

source: Austria
da: Østrig

source: Armenia
da: Armenien

source: Barbados
da: Barbadoes

source: Belgium
da: Belgien

source: Bosnia and Herzegovina
da: Bosnien-Hercegovina

source: Bouvet Island
da: Bouvetøen

source: Brazil
da: Brasilien

source: British Indian Ocean Territory
da: Britisk Indisk Hav Territorie

source: Solomon Islands
da: Salomonøerne

source: British Virgin Islands
da: Britiske Jomfruøer

source: Bulgaria
da: Bulgarien

source: Belarus
da: Hviderusland

source: Cambodia
da: Cambodja

source: Cameroon
da: Cameroun

source: Cape Verde
da: Kap Verde

source: Cayman Islands
da: Caymanøerne

source: Central African Republic
da: Den Centralafrikanske Republik

source: Chad
da: Tchad

source: China
da: Kina

source: Cocos (Keeling) Islands
da: Cocosøerne (Keelingøerne)

source: Comoros
da: Comorerne

source: Congo
da: Republikken Congo

source: Cook Islands
da: Cookøerne

source: Croatia
da: Kroatien

source: Cyprus
da: Cypern

source: Czech Republic
da: Tjekkiet

source: Denmark
da: Danmark

source: Dominican Republic
da: Den Dominikanske Republik

source: Equatorial Guinea
da: Ækvatorialguinea

source: Ethiopia
da: Etiopien

source: Estonia
da: Estland

source: Faroe Islands
da: Færøerne

source: Falkland Islands (Malvinas)
da: Falklandsøerne

source: South Georgia and the South Sandwich Islands
da: South Georgia og South Sandwich Islands

source: Åland Islands
da: Ålandsøerne

source: France
da: Frankrig

source: French Guiana
da: Fransk Guyana

source: French Polynesia
da: Fransk Polynesien

source: French Southern Territories
da: De Franske Sydlige og Antarktiske Territorier

source: Georgia
da: Georgien

source: Palestinian Territory
da: De Palæstinensiske Selvstyreområder

source: Germany
da: Tyskland

source: Greece
da: Grækenland

source: Greenland
da: Grønland

source: Heard Island and McDonald Islands
da: Heard Island og McDonald Islands

source: Vatican City
da: Vatikanstaten

source: Hungary
da: Ungarn

source: Iceland
da: Island

source: India
da: Indien

source: Indonesia
da: Indonesien

source: Iraq
da: Irak

source: Ireland
da: Irland

source: Italy
da: Italien

source: Cote d'Ivoire
da: Elfenbenskysten

source: Kazakhstan
da: Kasakhstan

source: North Korea
da: Nordkorea

source: South Korea
da: Sydkorea

source: Kyrgyzstan
da: Kirgisistan

source: Lebanon
da: Libanon

source: Latvia
da: Letland

source: Libya
da: Libyen

source: Lithuania
da: Litauen

source: Macao
da: Macau

source: Madagascar
da: Madagaskar

source: Maldives
da: Maldiverne

source: Mauritania
da: Mauretanien

source: Mongolia
da: Mongoliet

source: Moldova
da: Republikken Moldova

source: Morocco
da: Marokko

source: Netherlands
da: Holland

source: Netherlands Antilles
da: Nederlandske Antiller

source: New Caledonia
da: Ny Kaledonien

source: Norway
da: Norge

source: Northern Mariana Islands
da: Nordmarianerne

source: United States Minor Outlying Islands
da: USA's ydre småøer

source: Micronesia
da: Mikronesien

source: Marshall Islands
da: Marshalløerne

source: Papua New Guinea
da: Papua Ny Guinea

source: Philippines
da: Filippinerne

source: Pitcairn Islands
da: Pitcairn

source: Poland
da: Polen

source: Timor-Leste
da: Østtimor

source: Reunion
da: Réunion

source: Romania
da: Rumænien

source: Russia
da: Rusland

source: Saint Barthelemy
da: Saint Barthélemy

source: Saint Helena
da: Sankt Helena

source: Saint Kitts and Nevis
da: Saint Kitts og Nevis

source: Saint Pierre and Miquelon
da: Saint-Pierre og Miquelon

source: Saint Vincent and the Grenadines
da: Saint Vincent og Grenadinerne

source: Sao Tome and Principe
da: Sao Tomé og Principe

source: Saudi Arabia
da: Saudi-Arabien

source: Serbia
da: Serbien

source: Slovakia
da: Slovakiet

source: Slovenia
da: Slovenien

source: South Africa
da: Sydafrika

source: Spain
da: Spanien

source: Western Sahara
da: Vestsahara

source: Suriname
da: Surinam

source: Svalbard & Jan Mayen Islands
da: Svalbard og Jan Mayen

source: Sweden
da: Sverige

source: Switzerland
da: Schweiz

source: Syria
da: Syrien

source: Trinidad and Tobago
da: Trinidad og Tobago

source: United Arab Emirates
da: Forenede Arabiske Emirater

source: Tunisia
da: Tunesien

source: Turkey
da: Tyrkiet

source: Turks and Caicos Islands
da: Turks- og Caicosøerne

source: Macedonia
da: Makedonien

source: Egypt
da: Ægypten

source: United Kingdom
da: Storbritannien

source: United States of America
da: USA

source: United States Virgin Islands
da: Amerikanske Jomfruøer

source: Uzbekistan
da: Usbekistan

source: Wallis and Futuna
da: Wallis og Futuna

source: The FAQ section is only in English, sorry.
da: FAQ sektionen er kun tilgængelig på engelsk, beklager.

source: Best-of-N match
da: Bedst-af-N kamp

source: Expected exactly two players.
da: Forventede præcis to spillere.

source: Expected exactly one 'best of'.
da: Forventede præcis en 'bedst af'.

source: Dual tournament
da: Dual turnering

source: Expected exactly four players.
da: Forventede præcis fire spillere.

source: Single elimination bracket
da: Single eliminations bracket

source: Expected number of players to be a power of two (2,4,8,…).
da: Forventede antal af spillere til at være deleligt med to (2,4,8,...).

source: Expected at least one 'best of'.
da: Forventede mindst en 'bedst af'.

source: Round robin group
da: Round robin gruppe

source: Expected at least three players.
da: Forventede mindst tre spillere.

source: Proleague team match
da: Proleague hold kamp

source: Expected an even number of players.
da: Forventede et lige antal spillere.

source: Best of
da: Bedst af

source: Players
da: Spillere

source: Must be a comma-separated list of positive odd integers (1,3,5,…).
da: Skal være en komma-separeret liste med positive ulige tal (1,3,5,...).

source: No matches found: '%s'.
da: Ingen kampe fundet '%s'.

source: One or more errors found in player list.
da: En eller flere fejl fundet i spillerliste.

source: Intial round
da: Første runde

source: Winners' and losers' matches
da: Vinder- og taberkampe

source: Final match
da: Sidste kamp

source: Round %i
da: Runde %i

source: Group play
da: Gruppespil

source: Median outcome
da: Median udfald

source: Modify
da: Modificer

source: Estimated by
da: Estimeret af

source: Win
da: Sejr

source: Median Outcome Bracket
da: Median udfalds struktur

source: Team {p}
da: {p}'s hold

source: Charts showing balance in StarCraft II over time.
da: Grafer der viser balancen i StarCraft II over tid.

source: Number of days since...
da: Antal dage siden...

source: Page showing the most recent time some things happened.
da: Side der viser hvornår noget sidst skete.

source: Tool for comparing players.
da: Værktøj til sammenligning af spillere.

source: MMA and DongRaeGu played a Bo5+
da: MMA og DongRaeGu spillede en Ba5+

source: Mvp won a premier event
da: Mvp vandt en stor turnering

source: A Korean terran won against a Korean protoss in a Bo5+ (offline)
da: En koreansk Terran vandt over en koreansk Protoss i en Ba5+ (offline)

source: A foreign terran won against a Korean protoss (offline)
da: En foreigner Terran vandt over en koreansk Protoss (offline)

source: A foreigner won in Proleague
da: En foreigner vandt i Proleague

source: A foreigner won in the GSL Code S
da: En foreigner vandt i GSL Code S

source: A CIS player won a major event
da: En CIS spiller vandt et major event

source: Player from BY, RU, UA or KZ with 1st place prize money >= $2000
da: Spiller fra Hviderusland, Rusland, Ukraine eller Kazakhstan med 1. præmiepulje >= $2000

source: A Nordic player won a major event
da: En nordisk spiller vandt et major event

source: Player from SE, NO, DK, IS or FI with 1st place prize money >= $2000
da: Spiller fra Sverige, Norge, Danmark, Island eller Finland med 1. præmiepulje >= $2000

source: A North American player won a major event
da: En nordamerikansk spiller vandt et major event

source: Player from US or CA with 1st place prize money >= $2000
da: Spiller fra USA eller Canada med 1. præmiepulje >= $2000

source: A foreigner won a premier event
da: En foreigner vandt et stort event

source: At least one game played offline with 1st place prize money >= $10,000
da: Mindst 1 kamp spillet offline med 1. præmiepulje >= $10.000

source: Jaedong got second place in an event
da: Jaedong fik 2. plads i et event

source: SlayerS disbanded
da: SlayerS blev opløst

source: HasuObs joined mousesports
da: HasuObs blev en del af mousesports

source: Enter at least two players.
da: Indtast mindst to spillere.

source: Enter at most six players.
da: Indtast mindst seks spillere.

source: New
da: Ny

source: Edit
da: Rediger

source: Probability of winning...
da: Sandsynlighed for sejr...

source: a Bo3
da: en Bo3

source: a round robin group
da: Round robin gruppe

source: a dual tournament
da: Dual turnering

source: Between these players
da: Mellem disse spillere

source: Match wins
da: Kamp sejre

source: Match +/-
da: Kamp sejr +/-

source: Game wins
da: Spil sejre

source: Game +/-
da: Spil sejre +/-

source: Lifetime
da: Livstid

source: Match win %
da: Kampsejrs %

source: Game win %
da: Spil sejrs-%

source: Other stats
da: Andre statistikker

source: Current Form
da: Nuværende form

source: General
da: Overordnet

source: WoL Korean
da: WoL Korea
