Repository: TheBB/aligulac
Catalog: locale/dk/LC_MESSAGES/django.po
Languages: da

source: Individual
da: Individuel

source: Team
da: Hold

source: Frequent
da: Ofte

source: Category
da: Kategori

source: Round
da: Runde

source: Switcher
da: Race Skifter

# possibly small letter (used in the middle of sentences)
source: Switcher
da: Race Skifter

source: warning
da: advarsel

source: error
da: fejl

source: success
da: succes

source: Possible confusion
da: Mulig sammenblanding

source: You might be looking for %(player)s.
da: Du leder måske efter %(player)s.

source: You might be looking for %(players)s or %(player)s.
da: Du leder måske efter %(players)s eller %(player)s.

source: %(player)s recieved a walkover.
da: %(player)s modtog en walkover.

source: %(player)s recieved a walkover against %(opponent)s.
da: %(player)s modtog en walkover mod %(opponent)s.

source: Forfeit
da: Opgivelse

source: %(player)s forfeited.
da: %(player)s gav op.

source: Disqualification
da: Diskvalifikation

source: %(player)s was disqualified.
da: %(player)s blev diskvalificeret.

source: %(player)s forfeited and was replaced by %(otherplayer)s.
da: %(player)s gav op og blev erstattet af %(otherplayer)s.

source: Forfeits
da: Opgivelser

source: %(players)s and %(player)s forfeited.
da: %(players)s og %(player)s gav op.

source: %(player)s forfeited against %(opponent)s.
da: %(player)s gav op mod %(opponent)s.

source: %(player)s forfeited after game %(num)s.
da: %(player)s gav op efter spil %(num)s.

source: %(player)s forfeited game %(num)s.
da: %(player)s opgav spil %(num)s.

source: %(player)s forfeited the remaining games.
da: %(player)s opgav de resterende spil.

source: %(player)s forfeited the remaining matches.
da: %(player)s opgav de resterende kampe.

source: %(players)s and %(player)s forfeited the remaining matches.
da: %(players)s og %(player)s opgav de resterende kampe.

source: In addition, %(player)s received a walkover against %(opponent)s.
da: Derudover modtog %(player)s en walkover mod %(opponent)s.

source: In addition, %(player)s forfeited against %(opponent)s.
da: Derudover opgav %(player)s mod %(opponent)s.

source: Unrated match
da: Ikke-bedømt kamp

source: In addition, %(player)s and %(opponent)s played an unrated match.
da: Derudover spillede %(player)s og %(opponent)s en ikke-rated kamp.

source: In addition, %(playera)s and %(playerb)s won a 2v2 against %(playerc)s and %(playerd)s.
da: Deruodver vandt %(playera)s og %(playerb)s en 2v2 mod %(playerc)s og %(playerd)s.

source: Race switch
da: Race skift

source: %(player)s played %(race)s in game %(num)s.
da: %(player)s spillede %(race)s i spil %(num)s.

source: %(player)s played %(race)s.
da: %(player)s spillede %(race)s.

source: %(player)s switched to %(race)s after game %(num)s.
da: %(player)s skiftede til %(race)s efter spil %(num)s.

source: %(player)s was smurfing for %(otherplayer)s.
da: %(player)s spillede i stedet for %(otherplayer)s.

source: %(player)s was smurfing as %(otherplayer)s.
da: %(player)s udgav sig for at være %(otherplayer)s.

source: %(player)s was smurfing as %(otherplayer)s and was disqualified due to residency rules.
da: %(player)s udgav sig for at være %(otherplayer)s og blev diskvalificeret pga. regler om bosiddelse.

source: %(player)s was unable to attend.
da: %(player)s var ikke i stand til at deltage.

source: This match was split due to race-changing.
da: Denne kamp er opdelt pga. race skift.

source: Irregular match
da: Irregulær kamp

source: Coming from the loser's bracket, %(player)s had to win two Bo%(num)ss.
da: Kommende fra vinder-bracket, %(player)s skulle vinde to Ba%(num)ss.

source: Coming from the winner's bracket, %(player)s started the match with a %(na)s-%(nb)s lead.
da: Kommende fra vinder-bracket, %(player)s startede kampen med en %(na)s-%(nb)s føring.

source: %(player)s started the match with a %(na)s–%(nb)s lead from a previous match.
da: %(player)s startede kampen med en %(na)s–%(nb)s føring fra en tidligere kamp.

source: %(player)s started the match with a %(na)s–%(nb)s lead.
da: %(player)s startede kampen med en %(na)s–%(nb)s føring.

source: Qualification
da: Kvalifikation

source: %(player)s defeated %(opponent)s to qualify for %(event)s.
da: %(player)s besejrede %(opponent)s og kvalificerede sig til %(event)s.

source: %(player)s defeated %(opponents)s and %(opponent)s to qualify for %(event)s.
da: %(player)s besejrede %(opponents)s og %(opponent)s og kvalificerede sig til %(event)s.

source: %(player)s defeated %(opponent)s to qualify for %(event)s alongside %(otherplayer)s.
da: %(player)s besejrede %(opponent)s og kvalificerede sig til %(event)s sammen med %(otherplayer)s.

source: %(player)s defeated %(opponents)s and %(opponent)s to qualify for %(event)s alongside %(otherplayer)s.
da: %(player)s besejrede %(opponents)s og %(opponent)s og kvalificerede sig til %(event)s sammen med %(otherplayer)s.

source: Forfeit and qualification
da: Opgivelse og kvalifikation

source: %(player)s forfeited and was replaced by %(otherplayer)s who won a qualifier against %(opponent)s.
da: %(player)s opgav og blev erstattet af %(otherplayer)s der vandt en kvalifikationskamp mod %(opponent)s.

source: Qualification match to replace %(player)s.
da: Kvalifikationskamp til at erstatte %(player)s.

source: %(players)s and %(player)s played tiebreakers for the %(num)s spots.
da: %(players)s og %(player)s spillede tiebreakers om %(num)s pladsen.

source: Long game
da: Langt spil

source: Game %(num)s lasted for %(h)s hours, %(m)s minutes and %(s)s seconds.
da: Spil %(num)s varede %(h)s time(r), %(m)s minutter og %(s)s sekunder.

source: %(player)s won %(num)s-X, assumed to be %(num)s-0.
da: %(player)s vandt %(num)s-X, antaget at være %(num)s-0.

source: Tiebreaker game.
da: Tiebreaker spil.

source: Seed
da: Seeding

source: %(player)s was seededs.
da: %(player)s blev seeded.

source: Seeds
da: Seedinger

source: %(players)s and %(player)s were seeded.
da: %(players)s og %(player)s blev seedet.

source: Draw
da: Uafgjort

source: Game %(num)s was a draw and had to be replayed.
da: Spil %(num)s endte uafgjort og blev spillet igen.

source: %(player)s wins %(event)s
da: %(player)s vinder %(event)s

source: %(player)s defeats %(opponent)s and wins %(event)s
da: %(player)s besejrer %(opponent)s og vinder %(event)s

source: %(player)s wins %(event)s as a royal roader
da: %(player)s vinder %(event)s som en "Royal Roader"

source: %(player)s defeats %(opponent)s and wins %(event)s as a royal roader
da: %(player)s besejrer %(opponent)s og vinder %(event)s som en "Royal Roader"

source: %(player)s all-kills %(team)s and wins %(event)s
da: %(player)s all-kills %(team)s og vinder %(event)s

source: %(player)s finishes second in %(event)s
da: %(player)s får en 2. plads i %(event)s

source: %(player)s finishes third in %(event)s
da: %(player)s får en 3. plads i %(event)s

source: %(player)s finishes fourth in %(event)s
da: %(player)s får en 4. plads i %(event)s

source: %(player)s finishes top 4 in %(event)s
da: %(player)s slutter top 4 i %(event)s

source: %(player)s finishes top 8 in %(event)s
da: %(player)s slutter top 4 i %(event)s

source: %(player)s switches to %(race)s
da: %(player)s skifter til %(race)s

source: %(player)s switches back to %(race)s
da: %(player)s skifter tilbage til %(race)s

source: %(player)s switches from %(racea)s to %(raceb)s
da: %(player)s skifter fra %(racea)s til %(raceb)s

source: %(player)s switches from %(racea)s back to %(raceb)s
da: %(player)s skifter fra %(racea)s tilbage til %(raceb)s

source: %(player)s defeats %(opponent)s and starts a %(num)s-kill spree in %(event)s
da: %(player)s besejrer %(opponent)s og starter en %(num)s-sejrsstime i %(event)s

source: %(player)s loses to %(opponent)s, ending a %(num)s-kill spree in %(event)s
da: %(player)s taber til %(opponent)s, brydende %(num)s-sejrsstimen i %(event)s

source: %(player)s fails to qualify for %(event)s
da: %(player)s er ikke i stand til at kvalificere sig til %(event)s

source: %(player)s fails to qualify for %(event)s after %(num)s appearances
da: %(player)s er ikke i stand til at kvalificere sig til %(event)s efter %(num)s forsøg

source: Error
da: Fejl

source: Due to %s's lack of recent games, they have been marked as <em>inactive</em> and removed from the current rating list. Once they play a rated game they will be reinstated.
da: Pga. %s's mangel på nylige kampe er de markeret som <em>inaktiv</em> og fjernet fra den nuværende ratingliste. Når de har spillet en kamp bliver de genindsat.

source: %s has no rating chart on account of having played matches in fewer than two periods.
da: %s har ingen rating graf da de har spillet kampe i færre end to perioder.

source: Name
da: Navn

source: Romanized Name
da: Romaniseret navn

source: AKAs
da: Aliasser

source: Birthday
da: Fødselsdage

source: Liquipedia title
da: Liquipedia titel

source: Country
da: Land

source: Entered data was invalid, no changes made.
da: Indtastet data ikke gyldigt, ingen ændringer gemt.

source: Changed %s.
da: Ændrede %s.

source: country
da: land

source: name
da: navn

source: romanized name
da: romaniseret navn

source: Changed aliases.
da: Ændrede aliasser.

source: After
da: Efter

source: Before
da: Før

source: No Protoss
da: Ingen Protoss

source: No Terran
da: Ingen Terran

source: No Zerg
da: Ingen Zerg

source: Opponent race
da: Modstanderens race

source: Non-Koreans
da: Ikke-koreanere

source: Best of 3+
da: Bedst af 3+

source: Best of 5+
da: Bedst af 5+

source: Match format
da: Kamp format

source: Both
da: Begge

source: Game version
da: Starcraft version

source: %s has no rating yet.
da: %s har ingen rating endnu.

source: leaves
da: blade

source: before {}
da: før {}

source: after {}
da: efter {}

source: between {} and {}
da: mellem {} og {}

source: best of
da: bedst af

source: all
da: alle

source: both
da: begge

source: Results for
da: Resultater for

source: Games
da: Spil

source: Current form
da: Nuværende form

source: Recent matches
da: Nylige kampe

source: Filters
da: Filtre

source: Opponent Race:
da: Modstanders Race:

source: Opponent Country:
da: Modstanders Land:

source: Match Format:
da: Kamp Format:

source: Game Version:
da: Starcraft Version:

source: Stats by [url={url}]Aligulac[/url]
da: Stats af [url={url}]Aligulac[/url]

source: This is a <em>preview</em> of the next rating list. It will not be finalized until %s.
da: Dette er et <em>preview</em> af den næste ratingliste. Den er ikke endelig før %s.

source: F jS
da: j. F

source: No change
da: Ingen ændring

source: Apply to all events on the same level
da: Tildel til alle events på samme niveau

source: Homepage
da: Hjemmeside

source: TL thread
da: TL tråd

source: Changed event name.
da: Ændret event navn.

source: Changed date for %i match.
da: Ændret dato for %i kamp.

source: Changed game version for %i match.
da: Ændret Starcraft version for %i kamp.

source: Changed on/offline for %i match.
da: Ændret On/Offline version for %i kamp.

source: Changed type for %i event.
da: Ændret type for %i event.

source: homepage
da: hjemmeside

source: Player
da: Spiller

source: Date
da: Dato

source: Story text
da: Historie text

source: Parameters
da: Parametre

source: Story could not be found.
da: Historie ikke fundet.

source: Story was successfully changed.
da: Historie blev ændret succesfuldt.

source: Parameter verification failed.
da: Parametre verifikation fejlede.

source: Story was successfully deleted.
da: Historie succesfuldt slettet.

source: Story was successfully created.
da: Historie succesfuldt oprettet.

source: Currency
da: Valuta

source: Ranked
da: Rangeret

source: Unranked
da: Ikke-rangeret

source: No such player: '%s'.
da: Ingen spiller kaldet: '%s'.

source: Ambiguous player: '%s'.
da: Tvetydig spiller: '%s'.

source: Errors occured, no changes made.
da: Fejl skete, ingen ændringer gemt.

source: New prizes committed.
da: Ny præmiesum tilføjet.

source: Text
da: Tekst

source: Added a story.
da: Tilføjede en historie.

source: No Print
da: Usynlig

source: Closed
da: Lukket

source: Added a subevent.
da: Tilføjede et subevent.

source: Unable to get these events.
da: Ude af stand til at hente disse events.

source: Order invalid, try again?
da: Ordre ikke ikke valid, prøv igen?

source: Non-child event found. This should never happen.
da: Ikke-barn event fundet. Dette burde aldrig ske.

source: Successfully reordered %i children. Any inconsistencies will be fixed next update (no more than six hours away).
da: Rearrangerede %i børn succesfuldt. Enhver inkonsistens bliver fikset ved næste update (mindre end seks timer fra nu).

source: Involving players
da: Involverende spillere

source: Only show unassigned matches
da: Vis kun kampe uden event tildelt

source: Too many results (%i). Please add restrictions.
da: For mange resultater (%i). Sæt venligst begrænsninger.

source: Updated %i match.
da: Opdateret %i kamp.

source: The events are organized in a hierarchical fashion. Thus, all GSL tournaments are filed under GSL, all Code S under their respective seasons, all groups under their respective Code S event, and so on.
da: Events er organiseret i en hierarkisk struktur. Dvs. alle GSL turneringer ligger under GSL, alle Code S under deres respektive sæsoner, alle grupper under deres respektive Code S events osv.

source: Could not find player: '%s'.
da: Kunne ikke finde spiller: '%s'.

source: Ignore duplicates
da: Ignorer dubletter

source: Could not find this event object.
da: Kunne ikke finde dette event objekt.

source: Could not make match %(pla)s vs %(plb)s: possible duplicate found.
da: Kunne ikke oprette kamp %(pla)s vs %(plb)s: mulige dubletter fundet.

source: Unknown race in %(pla)s vs %(plb)s: set to random.
da: Ukendt race i %(pla)s vs %(plb)s: sat som random.

source: Successfully approved %i match.
da: Succesfuldt godkendt %i kamp.

source: Successfully rejected %i match.
da: Succesfuldt afvist %i kamp.

source: Source
da: Kilde

source: Notes
da: Noter

source: Could not parse '%(line)s' (%(error)s).
da: Kunne ikke parse '%(line)s' (%(error)s).

source: Error creating match '%(line)s' (%(error)s).
da: Fejl ved oprettelse af kamp '%(line)s' (%(error)s).

source: Successfully added %i match.
da: Tilføjede %i kamp succesfuldt.

source: Closed '%s'.
da: Lukkede '%s'.

source: Did not close '%s'.
da: Lukkede ikke '%s'.

source: Parent ID
da: Forælder ID

source: Other
da: Andet

source: Group stage and playoffs
da: Gruppespil og playoffs.

source: Groups A through D
da: Grupper A til D

source: Groups A through H
da: Grupper A til H

source: Ro64→Final
da: Ro64→Finale

source: Ro32→Final
da: Ro32→Finale

source: Ro16→Final
da: Ro16→Finale

source: Ro8→Final
da: Ro8→Finale

source: Ro4→Final
da: Ro4→Finale

source: Ro64→Final + 3rd place
da: Ro64→Finale + 3. plads

source: Ro32→Final + 3rd place
da: Ro32→Finale + 3. plads

source: Ro16→Final + 3rd place
da: Ro16→Finale + 3. plads

source: Ro8→Final + 3rd place
da: Ro8→Finale + 3.plads

source: Ro4→Final + 3rd place
da: Ro4→Finale + 3. plads

source: Ro64→Final + early rounds
da: Ro64→Finale + tidlige runder

source: Ro32→Final + early rounds
da: Ro32→Finale + tidlige runder

source: Ro16→Final + early rounds
da: Ro16→Finale + tidlige runder

source: Ro8→Final + early rounds
da: Ro8→Finale + tidlige runder

source: Ro4→Final + early rounds
da: Ro4→Finale + tidlige runder

source: Ro64→Final + 3rd place and early rounds
da: Ro64→Finale + 3. plads og tidlige runder

source: Ro32→Final + 3rd place and early rounds
da: Ro32→Finale + 3. plads og tidlige runder

source: Ro16→Final + 3rd place and early rounds
da: Ro16→Finale + 3. plads og tidlige runder

source: Ro8→Final + 3rd place and early rounds
da: Ro8→Finale + 3. plads og tidlige runder

source: Ro4→Final + 3rd place and early rounds
da: Ro4→Finale + 3. plads og tidlige runder

source: WB, LB, Final
da: WB, LB, Finale

source: LB: Round 1->Round 2
da: LB: Runde 1->Runde 2

source: LB: Round 1->Round 4
da: LB: Runde 1->Runde 4

source: LB: Round 1->Round 6
da: LB: Runde 1->Runde 6

source: LB: Round 1->Round 8
da: LB: Runde 1->Runde 8

source: Predefined names
da: Prædefinerede navne

source: Custom names
da: Brugerdefinerede navne

source: Big
da: Stor

source: No print
da: Usynlig

source: Could not find event ID %s.
da: Kunne ikke finde event ID %s.

source: Must specify an event to close.
da: Specificer et event der skal lukkes.

source: No event names specified.
da: Ingen event navne specificeret.

source: Successfully created %i new event.
da: Oprettet %i nyt event succesfuldt.

source: Successfully closed event.
da: Lukket event succesfuldt.

source: Source ID
da: Kilde ID

source: Target ID
da: Mål ID

source: Confirm
da: Bekræft

source: No player with ID %i.
da: Ingen spiller med ID %i.

source: Please confirm player merge.
da: Bekræft venligst spiller sammenfletning.

source: %(source)s was successfully merged into %(target)s.
da: %(source)s blev sammenflettet til %(target)s succesfuldt.

source: The merging is complete
da: Sammenfletning gennemført.

source: Event ID to move
da: Event ID der skal flyttes

source: New parent ID
da: Nyt forælder ID

source: No event with ID %i.
da: Intet event med ID %i.

source: Can't move an event to one of its descendants.
da: Kan ikke flytte event til et af dets efterkommere.

source: Please confirm event move.
da: Bekræft venligst event flytning.

source: Reopened '%s'.
da: Genåbnet '%s'.

source: If you haven't used this tool before, ask before you do anything.
da: Hvis du ikke har anvendt dette værktøj før så spørg før du gør noget.

source: Successfully closed %i event.
da: Lukket %i event succesfuldt.

source: Successfully marked %i event as having no prize pool.
da: Succesfuldt markeret %i event som havende ingen præmiepulje.

source: short name
da: kort navn

source: British Pound
da: Britiske Pund

source: Australian Dollar
da: Australske Dollars

source: New-Zealand Dollar
da: New Zealandske Dollars

source: US Dollar
da: US Dollars

source: Canadian Dollar
da: Canadiske Dollars

source: Swiss Franc
da: Schweizer Franc

source: Norwegian Krona
da: Norske Kroner

source: Swedish Krona
da: Svenske Kroner

source: Danish Krona
da: Danske Kroner

source: Japanese Yen
da: Japanske Yen

source: Chinese Renminbi
da: Kinesiske Renminbi

source: South Korean won
da: Sydkoreanske Won

source: Singapore Dollar
da: Singapore Dollars

source: Indonesian Rupiah
da: Indonesiske Rupiah

source: Thai Baht
da: Thailandske Baht

source: Taiwan Dollar
da: Taiwanesiske Dollars

source: Hong Kong Dollar
da: Hong Kong Dollars

source: Philippines Peso
da: Philippinske Peso

source: Indian Rupee
da: Indiske Rupees

source: Malaysian Ringgit
da: Malaysiske Ringgit

source: Vietnamese Dong
da: Viatnamesiske Dong

source: Brazilian Real
da: Brasilianske Real

source: Peruvian Nuevo Sol
da: Peruvianske Nuevo Sol

source: Argentine Peso
da: Argentinske Peso

source: Mexican Peso
da: Mexikanske Peso

source: Chilean Peso
da: Chilenske Peso

source: Colombian Peso
da: Colombianske Peso

source: Jamaican Dollar
da: Jamaicanske Dollars

source: Trinidad and Tobago Dollar
da: Trinidad og Tobago Dollars

source: Bermudian Dollar
da: Bermudanske Dollars

source: Czech Koruna
da: Tjekkiske Koruner

source: Polish Zloty
da: Polske Zloty

source: Turkish Lira
da: Tyrkiske Lira

source: Hungarian Forint
da: Ungarske Forint

source: Romanian Leu
da: Rumænske Lei

source: Russian Ruble
da: Russiske Rubler

source: Croatian kuna
da: Kroatiske Kuna

source: Kazakhstani Tenge
da: Kazakhstanske Tenge

source: Israeli Shekel
da: Israelske Shekel

source: United Arab Emirates Dirham
da: De Forenede Arabiske Emiraters Dirham

source: Qatari Riyal
da: Qatarianske Riyal

source: Saudi Riyal
da: Saudiske Riyal

source: Egyptian Pound
da: Ægyptiske Pund

source: South African Rand
da: Sydafrikanske Rand

source: Bitcoin
da: Bitcoins

source: Player '%s' was not found and cound not be made (missing player tag)
da: Spiller '%s' blev ikke fundet og kunne ikke oprettes (mangler spiller tag)

source: Player '%s' was not found and cound not be made (missing race)
da: Spiller '%s' blev ikke fundet og kunne ikke oprettes (mangler race)

source: Race switcher
da: Raceskifter

source: January
da: Januar

source: February
da: Februar

source: March
da: Marts

source: May
da: Maj

source: June
da: Juni

source: July
da: Juli

source: October
da: Oktober

source: Sept.
da: Sep.

source: Oct.
da: Okt.

source: may
da: maj

source: oct
da: okt

source: Monday
da: Mandag

source: Tuesday
da: Tirsdag

source: Wednesday
da: Onsdag

source: Thursday
da: Torsdag

source: Friday
da: Fredag

source: Saturday
da: Lørdag

source: Sunday
da: Søndag

source: mon
da: man

source: tue
da: tirs

source: wed
da: ons

source: thu
da: tors

source: fri
da: fre

source: sat
da: lør

source: sun
da: søn

source: The page you were looking for was nowhere to be found. Sorry!
da: Siden du ledte efter kunne ikke findes. Beklager!

source: An unspeakable awful indescribable horror has occured.
da: En forfærdelig ubeskrivelig fejl skete.

source: Try to send me an e-mail at %(email)s where you describe what you were trying to do when this happened.
da: Prøv at sende mig en e-mail (på engelsk) til %(email)s hvor du beskriver hvad du prøvede at gøre da det skete.

source: Submit results
da: Tilføj resultater

source: The following entries were successfully submitted
da: Følgende indtastninger blev tilføjet succesfuldt

source: They are pending review before being visible.
da: De afventer godkendelse før de er synlige.

source: Match syntax
da: Kamp syntaks

source: Examples
da: Eksempler

source: Common problems
da: Almindelige problemer

source: Anything that can be used to identify the tournament the games were played in. Please provide as much information as possible. (Rounds, day number, week number, etc.)
da: Alt som kan bruges til at identificere turneringen som disse kampe blev spillet i. Venligst giv så meget information som muligt. (Runder, dag, uge, osv.)

source: Event object
da: Event objekt

source: The event the games were played in.
da: Det event som kampene blev spillet i.

source: If you can't find the correct event object, you have to %(a)smake it</a>. If these are the final games associated with an event object, please close it afterwards.
da: Hvis du ikke kan finde det korrekte event objekt så er du nødt til at %(a)smake it </a>. Hvis dette er de sidste kampe associeret med event objektet, venligst luk det efterfølgende.

source: Date played
da: Dato spillet

source: The date the games were played (as accurate as possible). This will be used to check for possible duplicates.
da: Datoen som disse kampe blev spillet (så præcist som muligt). Dette bliver brugt for at kontrollere for mulige dubletter.

source: Indicate on which version of SC2 the games were played.
da: Indikerer hvilken version af Starcraft kampene blev spillet på.

source: Use <strong>offline</strong> for games that were played at a live tournament, otherwise use <strong>online</strong>.
da: Brug <strong>offline</strong> for kampe der blev spillet ved en live turnering, ellers brug <strong>online</strong>.

source: An URL to a credible source where the results can be double checked (for example: official tournament brackets, Liquipedia page or Team Liquid live report thread).
da: Et link til en pålidelig kilde hvor resultaterne kan dobbelttjekkes (for eksempel: officielle turneringsoversigter, Liquipedia sider eller Team Liquid live report tråde).

source: (Optional) A way to contact you if we have questions about your submission. E-mail, Team Liquid username, Reddit username etc. are fine.
da: (Valgfri) En måde at kontakte dig på hvis vi har spørgsmål vedrørende dit bidrag. E-mail, Team Liquid brugernavn, Reddit brugernavn el. lign er fint.

source: (Optional) Any extra information you have that may or may not be of use.
da: (Valgfri) Andet relevant information som vi måske kan bruge.
