Repository: TheBB/aligulac
Catalog: locale/dk/LC_MESSAGES/django.po
Languages: da

source: The above list is a preview of the next rating list, which will be finalized on %(dt)s. <a href="/periods/latest">Full list</a>.
da: Dette er et preview af den næste ratingliste. Den er ikke endelig før %(dt)s. <a href="/periods/latest">Full list</a>.

source: Find us on %(a1)sTwitter</a>, %(a2)sGitHub</a> and %(a3)sTeam Liquid</a>.
da: Find os på %(a1)sTwitter</a>, %(a2)sGitHub</a> og %(a3)sTeam Liquid</a>.

source: Powered by %(a1)sDjango 1.6</a>, %(a2)sPython 3.2</a>, %(a3)sApache 2</a> and %(a4)sDebian GNU/Linux 6</a>.
da: Kører på %(a1)sDjango 1.6</a>, %(a2)sPython 3.2</a>, %(a3)sApache 2</a> og %(a4)sDebian GNU/Linux 6</a>.

source: Icons by Mark James. Race icons by %(a1)sLiquipedia</a>. Charts by %(a3)sHighcharts</a>.
da: Ikoner af Mark James. Raceikoner af %(a1)sLiquipedia</a>. Grafer af %(a3)sHighcharts</a>.

source: Bitcoin donations (if you insist) on address: <br>%(btc)s
da: Bitcoin donationer (hvis I insisterer) til adresse: <br>%(btc)s

source: Generate short URL for this page
da: Generer kort URL for denne side

source: Your recent searches
da: Tidligere søgninger

source: Download PNG image
da: Download PNG billede

source: Download JPEG image
da: Download JPEG billede

source: Download PDF document
da: Download PDF dokument

source: Download SVG vector image
da: Download SVG vektor billede

source: Loading...
da: Indlæser...

source: Print chart
da: Print graf

source: Reset zoom
da: Nulstil zoom

# Big first letter
source: January
da: Januar

# Big first letter
source: February
da: Februar

# Big first letter
source: March
da: Marts

# Big first letter
source: May
da: Maj

# Big first letter
source: June
da: Juni

# Big first letter
source: July
da: Juli

# Big first letter
source: October
da: Oktober

# Big first letter
source: Oct
da: Okt

# Big first letter
source: Sunday
da: Søndag

# Big first letter
source: Monday
da: Mandag

# Big first letter
source: Tuesday
da: Tirsdag

# Big first letter
source: Wednesday
da: Onsdag

# Big first letter
source: Thursday
da: Torsdag

# Big first letter
source: Friday
da: Fredag

# Big first letter
source: Saturday
da: Lørdag

source: I would like to use Aligulac in...
da: Jeg vil gerne læse Aligulac på...

source: You could always %(a)shelp us</a> translate Aligulac into your language.
da: Du kan altid %(a)shjælpe os</a> med at oversætte Aligulac til dit sprog.

source: For reasons of convenience, the following will not be translated:
da: Af praktiske årsager bliver følgende ikke oversat:

source: News
da: Nyheder

source: Frequently asked questions
da: Ofte stillede spørgsmål

source: Event names
da: Eventnavne

source: Team names
da: Holdnavne

source: Player nicknames
da: Spillernavne

source: Login
da: Log ind

source: To submit results, please log in with your submitter account. If you don't have a submitter account, but still want to contribute, please let me know at: %(email)s.
da: For at tilføje resultater, log ind med en brugerkonto. Hvis du ikke har en brugerkonto men stadig vil bidrage, giv besked på: %(email)s.

source: Username
da: Brugernavn

source: Password
da: Kodeord

source: Miscellaneous
da: Diverse

source: Miscellaneous administration
da: Diverse administration

source: Merge players
da: Flet spillere

source: This will merge %(src)s into %(tgt)s. Are you sure?
da: Dette fletter %(src)s ind i %(tgt)s. Er du sikker?

source: Merge
da: Flet

source: Abort
da: Afbryd

source: Only IDs are accepted. This is to prevent mistakes. You will be asked for confirmation before the merge.
da: Kun ID accepteres. Dette er for at undgå fejl. Du bliver bedt om at bekræfte før du fletter.

source: Move events
da: Flyt events

source: This will move %(src)s and all events under it (%(cnt)s) to %(trg)s. Are you sure?
da: Dette flytter %(src)s og alle underliggende events (%(cnt)s) til %(trg)s. Er du sikker?

source: Move
da: Flyt

source: Only IDs are accepted. This is to prevent mistakes. You will be asked for confirmation before the move.
da: Kun ID accepteres. Dette er for at undgå fejl. Du bliver bedt om at bekræfte før flytningen.

source: Player A
da: Spiller A

source: Player B
da: Spiller B

source: Unknown event(s)
da: Ukendt(e) event(s)

source: add
da: tilføj

source: chk
da: tjek

source: unchk
da: utjek

source: unrated
da: ikke rated

source: Possible matches:
da: Mulige match

source: and %(extra)s more
da: og %(extra)s flere

source: and
da: og

source: Miscellaneous statistics
da: Diverse statistikker

source: List %(n)s
da: Liste %(n)s

source: Best
da: Bedste

source: Most specialized
da: Mest specialiseret

source: Up/Down
da: Op/Ned

source: Winners
da: Vindere

source: Losers
da: Tabere

source: End
da: Slutning

source: Active players
da: Aktive spillere

source: %(cnt)s new
da: %(cnt)s ny

source: Leading race
da: Ledende race

source: Lagging race
da: Haltende race

source: Show races:
da: Vis racer:

source: Race switchers
da: Race skiftere

source: Random and race switchers
da: Random og race skiftere

source: previous period
da: forrige periode

source: next period
da: næste periode

source: Historical overview
da: Historisk overblik

source: List date
da: Liste dato

source: Leading
da: Ledende

source: Lagging
da: Haltende

source: Active
da: Aktive

source: Modify player
da: Modificer spiller

source: Rating history for %(tag)s
da: Ratinghistorik for %(tag)s

source: Team switches
da: Holdskifte

source: Highest
da: Højeste

source: Rivalries
da: Rivaler

# on date
source: on
da: den

source: Victim
da: Offer

source: Rank
da: Rang

source: #%(rank)s World
da: #%(rank)s Verden

source: #%(rank)s Non-Korean
da: #%(rank)s Ikke-Koreanere

source: Full name
da: Fulde navn

source: Romanized name
da: Romaniseret navn

source: AKA
da: Alias

source: First match
da: Første kamp

source: Last match
da: Sidste kamp

source: Matches played
da: Kampe spillet

source: Most recent results
da: Seneste resultater

source: Team history
da: Hold historik

source: Joined
da: Skiftede til

source: Left
da: Forlod

source: yes
da: ja

source: no
da: nej

source: %(tag)s earnings
da: %(tag)s præmieindtægter

source: In total, %(tag)s has earned $%(money)s.
da: Totalt set her %(tag)s vundet $%(money)s.

source: In %(year)s, %(tag)s earned $%(money)s.
da: I %(year)s har %(tag)s vundet $%(money)s.

source: Broken down by currency, that is...
da: Nedbrudt på valuta er det...

source: Placement
da: Placering

source: Tournament
da: Turnering

source: %(tag)s match history
da: %(tag)s kamphistorik

source: Date range
da: Datointerval

source: Winrates
da: Sejrsrater

source: The above is code that can be used in posts on %(a)sTeamLiquid.net</a>.
da: Ovenstående kode kan bruges til opslag på %(a)sTeamLiquid.net</a>.

source: Under these filters, %(tag)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches.
da: Under disse filtre, %(tag)s er <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> i spil og <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> i kampe.

source: Recent player transfers
da: Nylige spillertransfers

source: This is the median outcome <em>assuming the already entered results</em>.
da: Dette er median udfaldet <em>hvis man anvender de allerede indtastede resultater</em>.

source: Update group progress
da: Opdater gruppe stilling

source: To modify a result, click on the score in the table below. To view detailed predictions for a match, click the arrow.
da: For at ændre et resultat, klik på score i nedenstående tabel. For at se detaljerede forudsigelser for en kamp, klik på pilen.

source: Update results
da: Opdater resultater

source: Clear results
da: Slet resultater

source: The above code can be used in posts on %(a)sTeamLiquid.net</a>.
da: Ovenstående kode kan bruges til opslag på %(a)sTeamLiquid.net</a>.

source: The above code can be used in posts on %(a)sReddit.com</a>.
da: Ovenstående kode kan bruges til opslag på %(a)sReddit.com</a>.

source: Verdict:
da: Dom:

source: Even chances.
da: Lige chancer

source: Slight advantage for %(pl)s.
da: Lille fordel til %(pl)s.

source: Advantage for %(pl)s.
da: Fordel til %(pl)s.

source: Large advantage for %(pl)s.
da: Stor fordel til %(pl)s.

source: Overwhelming advantage for %(pl)s.
da: Kæmpestor fordel til %(pl)s.

source: Historical score
da: Historisk score

source: Score vs. opposing race
da: Score vs. modstanderens race

source: Form vs. opposing race
da: Form vs. modstanderens race

source: Score vs. each other
da: Score vs. modstander

source: Update match progress
da: Opdater kampens score

source: Team %(pla)s vs. Team %(plb)s
da: Hold %(pla)s vs. Hold %(plb)s

source: Team %(p)s
da: Hold %(p)s

source: Update bracket progress
da: Opdater bracket score

source: Team Liquid (all)
da: Team Liquid (alle)

source: Reddit (table)
da: Reddit (tabel)

source: Show me the future!
da: Vis mig fremtiden!

source: For <b>single elimination brackets</b> the following is possible:
da: Ved <b>single eliminations brackets</b> er følgende muligt:

source: Use a different match format for each round. For example, "5,5,7" means best-of-5 for the first two rounds, and best-of-7 for the final. You can still enter a single number to apply to all rounds.
da: Brug et andet kamp format for hver runde. Fx "5,5,7" betyder bedst-af-5 i de første to runder og bedst-af-7 i finalen. Du kan stadig taste et enkelt nummer som gælder for alle runder.

source: To indicate a BYE, enter "bye" or two hyphens.
da: For at indikere en BYE indtast "bye" eller to apostrofer.

source: For <b>proleague matches</b> enter first all the player of one team, and then all the players of the other team. There must be an equal number of each, but it doesn't have to be odd.
da: For <b>proleague kampe</b> indtast først alle spillere på det ene hold og derefter alle spillere på det andet hold. Der skal være et lige stort antal af spillere fra hvert hold.

source: %(tag)s list %(listn)s
da: %(tag)s liste %(listn)s

source: This period started on %(start)s and will end on %(end)s. The numbers given below are projected adjustments and can change before then.
da: Denne periode startede den %(start)s og slutter den %(end)s. De nedenstående tal er forventede justeringer og kan ændre sig før perioden slutter.

source: This period started on %(start)s and ended on %(end)s.
da: Denne periode startede den %(start)s og sluttede den %(end)s.

source: Old rtg.
da: Tidl. rtg.

source: Opposition
da: Modstand

source: Expected score
da: Forventet score

source: Actual score
da: Reel score

source: New rtg.
da: Ny rtg.

source: Adjustment
da: Ændring

source: <strong>Note:</strong> Some games have not been included in the rating calculations because they were just recently submitted or modified. They will be included in the next update. This happens every six hours. The time of the last update can be found %(a)shere</a>.
da: <strong>NB:</strong> Nogle kampe er ikke inkluderet i rating beregningen da de lige er blevet tilføjet. De bliver tilføjet i næste opdatering. Dette sker hver sjette time. Tiden for sidste opdatering kan findes %(a)sher</a>.

source: %(plr)s played no games in this period.
da: %(plr)s spillede ingen kampe i denne periode.

source: No entries found.
da: Ingen indtastninger fundet.

source: Records for %(rc)s
da: Rekorder for %(rc)s

source: Records for %(r)s
da: Rekorder for %(r)s

source: To avoid rating artifacts, the earliest periods are not counted.
da: For at undgå rating artefakter er de tidligste perioder ikke medtalt.

source: Highest ratings ever achieved by %(rc)s.
da: Højest rating nogensinde opnået af %(rc)s.

source: Highest ratings ever achieved
da: Højest rating nogensinde opnået

source: Highest ratings ever achieved by matchup
da: Højest rating nogensinde opnået i matchup

source: Balance report
da: Balancerapport

source: Winrate [%%]
da: Sejrsrate [%%]

source: Performance difference
da: Performance forskel

source: Performance difference [points]
da: Performance forskel [points]

source: Difference
da: Forskel

source: The following chart show the historical month-by-month winrates for each non-mirror matchup in the database.
da: Den følgende graf viser de historiske sejrsrater på månedsbasis for alle ikke-mirror matchups i databasen.

source: Note that this yields information about <em>metagame</em> balance near the <em>top of the skill ladder</em>, and is not to be confused with (although likely correlated to) actual game balance throughout the whole player population.
da: Bemærk at dette giver information om <em>metagame</em> balance i <em>toppen af rangstigen for spillere</em>, og må ikke sammenlignes med (omend højst sandsynligt korreleret med) faktisk spilbalance i hele spillerpopulationen.

source: The winrate is shown with respect to the race listed first, so if the Protoss vs. Terran graph shoots up, that means Protoss is doing well and Terran poorly.
da: Denne sejrsrate er vist mht. respektive race listet først, så hvis Protoss vs. Terran grafen skyder op så betyder det at Protoss klarer sig godt og Terran dårligt.

source: The performance difference chart shows the <em>approximate</em> difference between <em>actual performance</em> as evidenced by results and <em>predicted performance</em> by rating. For example, if, averaged over a whole month, all Terrans had mean rating difference -100 (which is to say, their mean rating was equal to 100 less than that of their opponents), but they performed as if they had a mean rating difference of +100 (about 54.5%% winrate), then that amounts to a performance difference of <strong>+200</strong>, which is to be interpreted as that Terran players overall performed 200 points better than expected.
da: Denne performanceforskels graf viser den <em>approksimerede</em> forskel mellem <em>reel performance</em> på baggrund af resultater og <em>forudsagt performance</em> på baggrund af rating. For eksempel, hvis, gennemsnitligt fordelt på en hel måned, alle Terrans havde en gennemsnitlig rating forskel på -100 (hvilket betyder at deres gennemsnitlige rating var 100 mindre end deres modstandere), men de performede som om de havde en gennemsnitlig rating forskel på +100 (ca. 54.5%% sejrsrate), så giver det en performance forskel på <strong>+200</strong>, hvilken fortolkes som om Terran spillere i snit performede 200 points bedre end forventet.

source: This chart can avoid some of the problems with the above, which can potentially be influenced by incredibly hot streaks from one or two singularly great players. However, as ratings catch up to the performances of the players, this chart will tend toward equilibrium, even if balance never changes.
da: Denne graf kan afhjælpe nogle af de problemer der er med ovenstående graf, som kan influeres meget af utrolige sejrsstimer fra en eller to gode spillere. Dog skal det bemærkes at som ratings haler op til spillernes performance så skifter grafen med ligevægt, selvom balancen aldrig skifter.

source: Results for %(date)s
da: Resultater for %(date)s

source: Go to date:
da: Gå til dato:

source: month
da: måned

source: week
da: uge

source: No registered results on this date.
da: Ingen registrerede resultater på denne dato.

source: Notice something missing? We're always looking for people to help %(a)spopulate our database</a>!
da: Mangler der noget? Vi leder altid efter folk der vil hjælpe med at %(a)sfylde vores database</a>!

source: Enter players. The player information does not have to uniquely identify the player, and should be a space-separated list of any of the following:
da: Indtast spillere. Spillerinformationen behøver ikke at unikt identificere spilleren, og skal være en mellemrums-separeret liste af et eller flere af følgende:

source: Player tag, e.g. "DongRaeGu"
da: Spillernavn, f.eks. "DongRaeGu"

source: Race, i.e. "P", "T", "Z", "R" or "S"
da: Race, f.eks. "P", "T", "Z", "R" eller "S"

source: A two- or three-letter <a href="%(uri)s">ISO 3166-1 alpha-2</a> country code. e.g. "KR", or the common English name of a country
da: Et to- eller tre-bogstavs <a href="%(uri)s">ISO 3166-1 alpha-2</a> landekode. f.eks. "KR", eller det normale engelske landenavn

source: Team name, e.g. "MVP"
da: Holdnavn, f.eks. "MVP"

source: Player or team aliases (we add these to the database when we feel like they're needed), e.g. "DRG"
da: Spiller eller hold aliasses (vi tilføjer disse til databasen efter behov), f.eks. "DRG"

source: A player ID number, which you can get from the URL of the player page, e.g. "4"
da: En spillers ID nummer som du kan få fra spillersidens URL, f.eks. "4"

source: Note that everything is case insensitive.
da: Bemærk at alt er case-ufølsomt.

source: Found %(cnt)s match.
da: Fandt %(cnt)s kamp.

source: Under these filters, %(pla)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches.
da: Under disse filtre, %(pla)s er <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> i spil og <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> i kampe.

source: Under these filters, %(pla)s is <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> in games and <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> in matches against %(plb)s.
da: Under disse filtre, %(pla)s er <strong>%(sc_my)s–%(sc_op)s</strong> <small class="text-muted">(%(pctg)s%%)</small> i spil og <strong>%(msc_my)s–%(msc_op)s</strong> <small class="text-muted">(%(mpctg)s%%)</small> i kampe mod %(plb)s.

source: Check all
da: Afkryds alle

source: Uncheck all
da: Fjern afkrydsning for alle

source: The following modifications will be made to all checked matches:
da: Følgende ændringer bliver lavet til alle afkrydsede kampe:

source: Review results
da: Godkend resultater

source: The following matches were successfully approved:
da: Følgende kampe blev ændret:

source: Game
da: Spil

source: To all checked submissions, do the following:
da: Gør følgende til alle afkrydsede kampe:

source: Approve
da: Godkend

source: Reject
da: Afvis

source: There are no results awaiting review.
da: Der er ingen resultater der afventer godkendelse.

source: Search results
da: Søgeresultater

source: No such player, team or event '%(query)s' found.
da: Der findes ingen spiller, hold eller event '%(query)s'.

source: Modify team
da: Modificer hold

source: %(teamname)s was founded on %(founded)s and disbanded on %(disbanded)s.
da: %(teamname)s blev grundlagt den %(founded)s og blev opløst den %(disbanded)s.

source: %(teamname)s was founded on %(founded)s.
da: %(teamname)s blev grundlagt den %(founded)s.

source: %(teamname)s was disbanded on %(disbanded)s.
da: %(teamname)s blev opløst den %(disbanded)s.

source: Short name
da: Kort navn

source: Founded
da: Grundlagt

source: Disbanded
da: Opløst

source: Offline matches
da: Offline kampe

source: Active roster
da: Aktive spillere

source: %(teamname)s has %(cnt)s player who has played a rated game within the last two months.
da: %(teamname)s har %(cnt)s spiller der har spillet en kamp inden for de sidste to måneder.

source: Inactive roster
da: Inaktive spillere

source: %(teamname)s has %(cnt)s player who has been temporarily removed from the ranking due to inactivity.
da: %(teamname)s har %(cnt)s spiller som er midlertidigt fjernet fra rankingen pga. inaktivitet.

source: Assigned to %(teamname)s in a non-playing capacity:
da: Er en del af %(teamname)s som træner el. lign:

source: Past members
da: Tidligere medlemmer

source: Active teams
da: Aktive hold

source: Disbanded teams
da: Opløste hold
